{
    "intents": [
      {
        "tag": "greeting",
        "patterns": [
          "hallo",
          "hai",
          "halo",
          "hei",
          "hi",
          "hy",
          "pagi",
          "morning",
          "siang",
          "afternoon",
          "sore",
          "malam",
          "bro",
          "sis",
          "kawan"
        ],
        "responses": [
          "Hai! Dokbot di sini. Kamu sedang sakit ya? sebutkan gejala apa saja yang sedang kamu alami!",
          "Halo! Saya Dokbot, salam kenal ya! Kamu sedang sakit ya? sebutkan gejala apa saja yang sedang kamu alami!"
        ]
      },
      {
        "tag": "diagnosis_DBD",
        "patterns": [
          "Lemas, Sakit kepala hebat, Nyeri di bagian belakang mata, Sakit otot dan sendi, Hilang nafsu makan, Mual dan muntah, Ruam kemerahan yang timbul atau tidak timbul, Gusi berdarah atau mimisan, Buang air besar berdarah, muntah berdarah",
          "naiknya suhu tubuh secara mendadak, demam berlangsung selama 3 hari, demam 39 sampai 40 derajat celcius",
          "Lemas dan sakit kepala hebat",
          "Lemas dan sakit kepala hebat.",
          "Nyeri di bagian belakang mata dan lemas.",
          "Sakit otot dan sendi yang parah.",
          "Hilang nafsu makan dan mual.",
          "Mual dan muntah yang terus-menerus.",
          "Ruam kemerahan pada kulit.",
          "Gusi berdarah dan sakit kepala hebat.",
          "Buang air besar berdarah dan nyeri di mata.",
          "Muntah berdarah dan demam mendadak.",
          "Demam 39 derajat celcius dan sakit otot.",
          "Demam berlangsung selama 3 hari dan lemas.",
          "Gusi berdarah dan lemas.",
          "Mual dan nyeri di mata.",
          "Buang air besar berdarah dan sakit kepala.",
          "Ruam kemerahan dan muntah berdarah.",
          "Demam 40 derajat celcius dan nyeri di mata.",
          "Nyeri di bagian belakang mata dan muntah.",
          "Sakit otot dan sendi yang parah.",
          "Hilang nafsu makan dan demam mendadak.",
          "Lemas dan ruam kemerahan.",
          "Mual dan demam 39 derajat celcius.",
          "Buang air besar berdarah dan sakit otot.",
          "Gusi berdarah dan muntah berdarah.",
          "Nyeri di bagian belakang mata dan ruam kemerahan.",
          "Sakit kepala hebat dan lemas.",
          "Demam berlangsung selama 3 hari dan mual.",
          "Demam 40 derajat celcius dan sakit otot.",
          "Muntah dan nyeri di mata.",
          "Buang air besar berdarah dan demam mendadak."
        ],
        "responses": [
          "berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit demam berdarah"
        ]
      },
      {
        "tag": "tentang_DBD",
        "patterns": [
          "apa itu DBD?",
          "Apa yang dimaksud dengan DBD?",
          "Bisa jelaskan tentang DBD secara detail?",
          "Mohon berikan penjelasan mengenai DBD.",
          "Apa yang perlu saya ketahui tentang DBD?",
          "DBD adalah penyakit apa?",
          "Bagaimana cara DBD ditularkan?",
          "Apa saja gejala DBD?",
          "Bagaimana cara mencegah DBD?",
          "Apa saja komplikasi yang dapat terjadi akibat DBD?",
          "Apa yang perlu saya ketahui tentang vektor penyakit DBD?",
          "Apakah DBD berbahaya?",
          "Apa saja faktor risiko yang dapat meningkatkan kemungkinan terkena DBD?",
          "Bagaimana cara diagnosis DBD dilakukan?",
          "Apa perbedaan antara DBD dan penyakit lain yang memiliki gejala serupa?",
          "Bagaimana cara mengenali tanda-tanda awal DBD?",
          "Apa yang perlu saya ketahui tentang penyebaran DBD di daerah saya?",
          "Bisa Anda memberikan penjelasan tentang DBD?",
          "Tolong, jelaskan DBD secara rinci.",
          "Apa definisi DBD?",
          "Bagaimana Anda bisa menjelaskan DBD?",
          "Apakah Anda bisa memberi tahu saya apa itu DBD?",
          "Saya ingin tahu lebih banyak tentang DBD, bisakah Anda menjelaskannya?",
          "Mohon berikan gambaran umum tentang DBD.",
          "Bagaimana cara Anda mendefinisikan DBD?",
          "Bisakah Anda berbicara lebih lanjut tentang DBD?",
          "Tolong jelaskan secara singkat mengenai DBD.",
          "Saya butuh penjelasan mengenai DBD, bisakah Anda memberi tahu saya?",
          "Apa yang dapat Anda katakan tentang DBD?",
          "Mohon berikan informasi tentang DBD.",
          "Saya ingin memahami DBD dengan lebih baik, bisakah Anda menjelaskan?"
        ],
        "responses": [
          "Demam berdarah adalah penyakit infeksi akibat virus  yang menular melalui gigitan nyamuk. Penyakit ini menimbulkan gejala demam tinggi, sakit kepala, serta nyeri tulang dan otot. Jika tidak ditangani dengan tepat, demam berdarah berisiko mengancam nyawa. Demam berdarah atau DBD dapat menyerang anak-anak dan orang dewasa. Penyakit ini menular ketika nyamuk pembawa virus Dengue menggigit penderita demam berdarah, kemudian menggigit orang yang sehat. Demam berdarah lebih banyak terjadi saat musim hujan. Hal ini karena pada musim tersebut, nyamuk Aedes aegypti lebih banyak berkembang biak. Selain itu, seseorang lebih berisiko terkena DBD jika ia berada di daerah dengan kasus demam berdarah yang tinggi, terutama jika area tersebut padat penduduk."
        ]
      },
      {
        "tag": "tindakan_DBD",
        "patterns": [
          "pertolongan pertama DBD",
          "Bagaimana pertolongan pertama yang dapat dilakukan untuk DBD",
          "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena DBD",
          "Saat terkena DBD, apa yang harus dilakukan",
          "Apa saja tindakan yang perlu diambil ketika seseorang mengalami infeksi DBD",
          "Bagaimana cara memberikan pertolongan pertama saat terinfeksi DBD",
          "Jika seseorang mengalami DBD, apa tindakan yang sebaiknya diambil",
          "Apa yang harus dilakukan jika terdiagnosis dengan DBD",
          "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi DBD",
          "Saat seseorang terkena DBD, apa yang sebaiknya dilakukan secara cepat",
          "Jika seseorang mengalami gejala DBD, apa tindakan awal yang harus diambil",
          "Apa pertolongan pertama yang dapat dilakukan untuk kasus DBD",
          "Bagaimana langkah-langkah pertolongan pertama yang harus diambil saat terkena DBD",
          "Apa yang sebaiknya dilakukan jika seseorang terkena DBD",
          "Apa langkah-langkah yang perlu diambil jika Anda mengalami DBD",
          "Bagaimana cara pertolongan pertama saat terkena DBD",
          "Apa tindakan pertama yang perlu diambil ketika menghadapi kasus DBD",
          "Jika Anda terinfeksi DBD, apa yang sebaiknya dilakukan untuk merawat diri sendiri",
          "Bagaimana cara mengatasi DBD pada tahap awal",
          "Apa langkah-langkah yang harus diambil saat seseorang terkena DBD",
          "apa yang harus dilakukan saat terkena DBD?",
          "kalo aku terkena DBD aku harus apa",
          "pengobatan DBD",
          "cara menyembuhkan DBD",
          "aku terkena DBD harus ngapain",
          "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi DBD?",
          "Saat terkena DBD, apa yang harus dilakukan secara cepat dan efektif?",
          "Apa tindakan awal yang harus diambil jika seseorang mengalami gejala DBD?",
          "Jika seseorang terinfeksi DBD, apa yang sebaiknya dilakukan untuk merawat diri sendiri?",
          "Bagaimana cara mengatasi DBD pada tahap awal?"
        ],
        "responses": [
          "Penanganan demam berdarah tahap awal bisa dilakukan di rumah selama tidak terdapat tanda bahaya dengan melakukan tindakan - tindakan berikut. Mencukupi kebutuhan cairan dengan minuman selain air putih, seperti susu, jus buah, cairan isotonik, oralit, atau air beras. Mengonsumsi makanan dengan gizi lengkap dan seimbang. Beristirahat yang cukup. Minum paracetamol jika demam naik melebihi 390C atau untuk meredakan sakit kepala dan nyeri otot yang mengganggu. Jika terjadi tanda bahaya DBD, pasien harus segera dibawa ke IGD rumah sakit"
        ]
      },
      {
        "tag": "diagnosis_chikungunya",
        "patterns": [
          "Ruam kemerahan, Nyeri tulang, sendi bengkak, sakit kepala, lemas",
          "Nyeri tulang, Ruam kemerahan, sakit kepala, sendi bengkak, lemas.",
          "Lemas, sakit kepala, sendi bengkak, Nyeri tulang, ruam kemerahan.",
          "Sakit kepala, ruam kemerahan, sendi bengkak, lemas, Nyeri tulang.",
          "Sendi bengkak, lemas, sakit kepala, ruam kemerahan, Nyeri tulang.",
          "Nyeri tulang, sendi bengkak, ruam kemerahan, lemas, sakit kepala.",
          "Lemas, ruam kemerahan, Nyeri tulang, sakit kepala, sendi bengkak.",
          "Sakit kepala, sendi bengkak, Nyeri tulang, lemas, ruam kemerahan.",
          "Ruam kemerahan, lemas, Nyeri tulang, sendi bengkak, sakit kepala.",
          "Sakit kepala, Nyeri tulang, sendi bengkak, lemas, ruam kemerahan.",
          "Lemas, sendi bengkak, ruam kemerahan, sakit kepala, Nyeri tulang.",
          "Nyeri tulang, ruam kemerahan, sakit kepala, sendi bengkak, lemas.",
          "Sakit kepala, lemas, ruam kemerahan, Nyeri tulang, sendi bengkak.",
          "Sendi bengkak, sakit kepala, Nyeri tulang, lemas, ruam kemerahan.",
          "Lemas, Nyeri tulang, sendi bengkak, sakit kepala, ruam kemerahan.",
          "Ruam kemerahan, sakit kepala, lemas, sendi bengkak, Nyeri tulang.",
          "Nyeri tulang, sendi bengkak, lemas, ruam kemerahan, sakit kepala.",
          "Sakit kepala, ruam kemerahan, sendi bengkak, Nyeri tulang, lemas.",
          "Sendi bengkak, lemas, Nyeri tulang, sakit kepala, ruam kemerahan.",
          "Lemas, sakit kepala, sendi bengkak, Nyeri tulang, ruam kemerahan.",
          "Ruam kemerahan, lemas, Nyeri tulang, sendi bengkak, sakit kepala.",
          "Sakit kepala, sendi bengkak, Nyeri tulang, lemas, ruam kemerahan.",
          "Nyeri tulang, ruam kemerahan, sakit kepala, sendi bengkak, lemas.",
          "Lemas, Nyeri tulang, sendi bengkak, ruam kemerahan, sakit kepala.",
          "Sakit kepala, lemas, ruam kemerahan, Nyeri tulang, sendi bengkak.",
          "Sendi bengkak, sakit kepala, Nyeri tulang, lemas, ruam kemerahan.",
          "Lemas, sakit kepala, sendi bengkak, Nyeri tulang, ruam kemerahan.",
          "Ruam kemerahan, sakit kepala, lemas, sendi bengkak, Nyeri tulang.",
          "Nyeri tulang, sendi bengkak, lemas, ruam kemerahan, sakit kepala.",
          "Sakit kepala, ruam kemerahan, sendi bengkak, Nyeri tulang, lemas."
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit chikungunya"
        ]
      },
      {
        "tag": "tentang_chikungunya",
        "patterns": [
          "jelaskan apa itu chikungunya?",
          "Apa yang dimaksud dengan chikungunya?",
          "Bisa Anda memberikan penjelasan tentang chikungunya?",
          "Tolong, jelaskan chikungunya secara rinci.",
          "Apa definisi chikungunya?",
          "Bagaimana Anda bisa menjelaskan chikungunya?",
          "Apakah Anda bisa memberi tahu saya apa itu chikungunya?",
          "Saya ingin tahu lebih banyak tentang chikungunya, bisakah Anda menjelaskannya?",
          "Mohon berikan gambaran umum tentang chikungunya.",
          "Bagaimana cara Anda mendefinisikan chikungunya?",
          "Bisakah Anda berbicara lebih lanjut tentang chikungunya?",
          "Tolong jelaskan secara singkat mengenai chikungunya.",
          "Saya butuh penjelasan mengenai chikungunya, bisakah Anda memberi tahu saya?",
          "Apa yang dapat Anda katakan tentang chikungunya?",
          "Mohon berikan informasi tentang chikungunya.",
          "Saya ingin memahami chikungunya dengan lebih baik, bisakah Anda menjelaskan?",
          "Apa saja yang perlu saya ketahui tentang chikungunya?",
          "Bisakah Anda menjelaskan dengan detail apa itu chikungunya?",
          "Saya ingin memahami esensi dari chikungunya, tolong jelaskan.",
          "Mohon jelaskan apa itu chikungunya dan bagaimana cara penularannya.",
          "Saya ingin mendapatkan penjelasan komprehensif mengenai chikungunya.",
          "Tolong jelaskan dengan lebih lanjut tentang chikungunya.",
          "Apa yang Anda ketahui tentang chikungunya?",
          "Bagaimana Anda bisa menggambarkan chikungunya?",
          "Mohon berikan definisi chikungunya.",
          "Saya perlu penjelasan lengkap mengenai chikungunya, bisakah Anda membantu?",
          "Apa itu chikungunya dan mengapa itu penting?",
          "Bisakah Anda memberikan penjelasan singkat tentang chikungunya?",
          "Saya ingin tahu lebih banyak tentang chikungunya, bisa Anda menjelaskannya?",
          "Apa yang dapat Anda katakan tentang chikungunya yang mungkin belum saya tahu?",
          "Mohon jelaskan apa itu chikungunya dan apa yang perlu saya ketahui tentangnya.",
          "Apa yang dimaksud dengan penyakit chikungunya?",
          "Bisakah Anda menjelaskan asal-usul chikungunya?",
          "Apa yang perlu saya ketahui tentang epidemiologi chikungunya?",
          "Mohon berikan gambaran umum tentang gejala chikungunya."
        ],
        "responses": [
          "Chikungunya adalah infeksi virus yang ditandai dengan demam dan nyeri sendi secara mendadak. Virus ini menyerang dan menulari manusia melalui gigitan nyamuk Aedes aegypti atau Aedes albopictus, dua jenis nyamuk yang juga dikenal sebagai penyebab demam berdarah. Nyamuk Aedes mendapatkan virus Chikungunya saat menggigit seseorang yang telah terinfeksi sebelumnya. Penularan terjadi bila orang lain digigit oleh nyamuk pembawa virus chikungunya. Meski demikian, virus chikungunya hanya menular melalui nyamuk dan tidak menyebar secara langsung antarmanusia."
        ]
      },
      {
        "tag": "tindakan_chikungunya",
        "patterns": [
          "Pertolongan pertama untuk chikungunya adalah apa?",
          "Bagaimana pertolongan pertama chikungunya seharusnya dilakukan?",
          "Apa yang perlu saya lakukan sebagai pertolongan pertama jika terkena chikungunya?",
          "Bagaimana langkah-langkah pertolongan pertama yang seharusnya diambil pada kasus chikungunya?",
          "Jika terkena chikungunya, apa langkah pertama yang harus saya ambil?",
          "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang terinfeksi chikungunya?",
          "Saya butuh informasi tentang pertolongan pertama pada kasus chikungunya.",
          "Apa yang harus saya lakukan pertama kali jika saya mencurigai terkena chikungunya?",
          "Jika saya mengalami gejala chikungunya, apa yang sebaiknya saya lakukan pertama-tama?",
          "Bagaimana cara memberikan pertolongan pertama pada anak yang terkena chikungunya?",
          "Apa tindakan pertama yang harus diambil saat terdiagnosis chikungunya?",
          "Bagaimana cara saya dapat memberikan pertolongan pertama kepada teman atau keluarga yang terkena chikungunya?",
          "Saya perlu petunjuk tentang pertolongan pertama untuk chikungunya.",
          "Jika saya terkena chikungunya, apa yang seharusnya saya hindari?",
          "Apa yang perlu saya lakukan jika ada wabah chikungunya di wilayah saya?",
          "Saya ingin tahu apa yang harus dilakukan jika terkena chikungunya.",
          "Bagaimana cara mengenali gejala chikungunya dan bertindak dengan cepat?",
          "Apakah terdapat obat yang efektif untuk pengobatan chikungunya?",
          "Bagaimana cara pengobatan yang umumnya digunakan untuk mengatasi chikungunya?",
          "Apa jenis pengobatan yang biasanya direkomendasikan untuk kasus chikungunya?",
          "Apa obat-obatan yang dapat membantu meredakan gejala chikungunya?",
          "Saya ingin tahu tentang terapi pengobatan yang efektif untuk chikungunya.",
          "Apakah terdapat pengobatan rumahan yang efektif untuk mengatasi chikungunya?",
          "Bagaimana peran nutrisi dalam pengobatan chikungunya?",
          "Saya perlu saran tentang bagaimana menjalani perawatan saat mengidap chikungunya.",
          "Apakah ada makanan atau minuman yang perlu dihindari selama pengobatan chikungunya?",
          "Bagaimana cara mengatur rutinitas harian saat sedang dalam masa pemulihan chikungunya?",
          "Saya ingin tahu apakah terdapat metode pijat atau terapi lain yang dapat membantu meredakan nyeri akibat chikungunya.",
          "Apakah ada obat-obatan over-the-counter yang aman untuk digunakan pada kasus chikungunya?",
          "Bagaimana cara mencari dukungan medis saat mengalami gejala chikungunya yang parah?",
          "Apakah terdapat perubahan gaya hidup yang perlu diterapkan setelah mengalami chikungunya?",
          "Saya ingin tahu bagaimana pengaruh chikungunya terhadap kesehatan jangka panjang.",
          "Apakah ada cara alami yang dapat membantu mengurangi gejala chikungunya?"
        ],
        "responses": [
          "Chikungunya tidak memerlukan pengobatan khusus, karena akan sembuh dengan sendirinya. Dalam banyak kasus, gejala penyakit ini akan mereda dalam 1–2 minggu. Pengobatan chikungunya hanya untuk meredakan gejala penyakit ini dengan cara meminum obat antiradang atau obat flu tulang seperti paracetamol, ibuprofen, atau naproxen dan juga perlu beristirahat cukup"
        ]
      },
      {
        "tag": "diagnosis_tbc",
        "patterns": [
          "Batuk yang berlangsung lama (3 minggu atau lebih), Batuk biasanya disertai dengan dahak atau batuk darah, Nyeri dada saat bernapas atau batuk, Penurunan berat badan, Demam dan menggigil",
          "Batuk yang berlangsung lama dan disertai dengan dahak.",
          "Nyeri dada saat bernapas dan batuk.",
          "Penurunan berat badan yang tidak diinginkan.",
          "Demam dan menggigil yang persisten.",
          "Batuk yang berlangsung lama, disertai batuk darah.",
          "Gejala batuk yang berlangsung lebih dari 3 minggu.",
          "Nyeri dada ketika batuk atau bernapas dalam.",
          "Penurunan berat badan yang tidak dapat dijelaskan.",
          "Demam yang terus menerus dan menggigil.",
          "Batuk yang berlangsung lebih dari 3 minggu dengan dahak.",
          "Nyeri dada saat batuk atau bernapas.",
          "Hilangnya berat badan yang tidak terkendali.",
          "Demam berulang dengan menggigil.",
          "Batuk yang berkepanjangan dengan dahak atau darah.",
          "Gejala batuk yang berlarut-larut.",
          "Nyeri dada yang terasa saat bernapas atau batuk.",
          "Penurunan berat badan yang signifikan.",
          "Demam yang tidak mereda dan menggigil.",
          "Batuk yang berlangsung selama beberapa minggu.",
          "Batuk yang disertai dengan dahak atau darah.",
          "Nyeri dada yang bertambah saat batuk.",
          "Kehilangan berat badan yang mencolok.",
          "Demam persisten dan menggigil.",
          "Batuk kronis dengan munculnya dahak.",
          "Nyeri dada yang dirasakan saat bernapas dalam atau batuk.",
          "Penurunan berat badan yang tidak wajar.",
          "Demam berkepanjangan yang disertai dengan menggigil.",
          "Batuk yang tidak mereda selama berhari-hari.",
          "Batuk yang disertai dengan keluarnya darah.",
          "Nyeri dada yang semakin parah saat batuk."
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit tbc"
        ]
      },
      {
        "tag": "tentang_tbc",
        "patterns": [
          "apa itu tuberkulosis",
          "Apa definisi dari penyakit tuberkulosis?",
          "Bisakah Anda menjelaskan tentang tuberkulosis secara rinci?",
          "Mohon berikan penjelasan lengkap mengenai tuberkulosis.",
          "Apa yang dimaksud dengan TB (tuberkulosis)?",
          "Bagaimana Anda bisa menjelaskan tuberkulosis dengan sederhana?",
          "Saya ingin memahami apa itu penyakit tuberkulosis.",
          "Bisa jelaskan penyebab dan gejala tuberkulosis?",
          "Mohon berikan gambaran umum tentang tuberkulosis.",
          "Apakah tuberkulosis itu menular?",
          "Bagaimana cara tuberkulosis ditularkan dari satu orang ke orang lain?",
          "Apa saja gejala klinis yang biasanya muncul pada tuberkulosis?",
          "Saya ingin tahu lebih banyak tentang infeksi tuberkulosis.",
          "Bisakah Anda menjelaskan patofisiologi tuberkulosis?",
          "Bagaimana diagnosa tuberkulosis biasanya dilakukan?",
          "Apakah ada metode pencegahan untuk tuberkulosis?",
          "Bisa Anda memberikan penjelasan singkat tentang TB?",
          "Apakah tuberkulosis itu berbahaya?",
          "Bagaimana cara pengobatan tuberkulosis dilakukan?",
          "Apakah ada obat-obatan yang efektif untuk mengatasi tuberkulosis?",
          "Bagaimana cara penyebaran bakteri penyebab tuberkulosis dihentikan?",
          "Apakah ada komplikasi yang dapat terjadi akibat tuberkulosis?",
          "Bagaimana prognosisnya bagi seseorang yang terkena tuberkulosis?",
          "Apakah perbedaan antara TB dan penyakit pernapasan lainnya?",
          "Apakah ada vaksin untuk mencegah tuberkulosis?",
          "Bagaimana cara diagnosis dini tuberkulosis dilakukan?",
          "Apakah yang perlu saya ketahui tentang pengobatan TB?",
          "Bagaimana pengobatan TB multidrug-resistant (MDR-TB) berbeda dari TB biasa?",
          "Bisakah Anda menjelaskan peran terapi pengobatan dalam penanganan TB?"
        ],
        "responses": [
          "Tuberkulosis (TBC)  atau TB adalah penyakit menular akibat infeksi bakteri. TBC umumnya menyerang paru-paru, tetapi juga dapat menyerang organ tubuh lain, seperti ginjal, tulang belakang, dan otak. Penularan tuberkulosis (TBC) terjadi ketika seseorang tidak sengaja menghirup percikan ludah (droplet) saat seseorang yang terinfeksi TBC bersin atau batuk. Oleh sebab itu, risiko penularan penyakit ini lebih tinggi pada orang yang tinggal serumah dengan penderita TBC."
        ]
      },
      {
        "tag": "tindakan_tbc",
        "patterns": [
          "Bagaimana pertolongan pertama untuk kasus tuberkulosis?",
          "Apa langkah-langkah pertolongan pertama ketika terdiagnosis tuberkulosis?",
          "Bagaimana tindakan pertama yang harus diambil jika terkena tuberkulosis?",
          "Jika saya menduga terkena tuberkulosis, apa yang harus saya lakukan?",
          "Apa yang perlu saya lakukan jika mendapati gejala tuberkulosis?",
          "Saya ingin tahu langkah-langkah pertolongan pertama untuk tuberkulosis.",
          "Bagaimana cara memberikan pertolongan pertama pada kasus tuberkulosis?",
          "Apa yang seharusnya saya lakukan jika ada indikasi tuberkulosis?",
          "Saya khawatir terkena tuberkulosis, apa yang harus saya lakukan sekarang?",
          "Apa yang harus dilakukan jika terdiagnosis tuberkulosis?",
          "Jika saya positif terkena tuberkulosis, apa langkah selanjutnya?",
          "Bagaimana cara mengobati tuberkulosis secara efektif?",
          "Apa yang seharusnya saya ketahui tentang pengobatan tuberkulosis?",
          "Saya ingin tahu prosedur pengobatan tuberkulosis yang direkomendasikan.",
          "Bagaimana cara efektif mengatasi tuberkulosis?",
          "Apa langkah pertama dalam proses pengobatan tuberkulosis?",
          "Saya memiliki kerabat yang terkena tuberkulosis, bagaimana cara membantunya?",
          "Apa saja opsi pengobatan yang tersedia untuk tuberkulosis?",
          "Bagaimana cara pengobatan tuberkulosis biasanya dilakukan?",
          "Apakah ada obat-obatan yang efektif untuk mengatasi tuberkulosis?",
          "Bagaimana cara penyebaran bakteri penyebab tuberkulosis dihentikan?",
          "Apakah ada komplikasi yang dapat terjadi akibat tuberkulosis?",
          "Bagaimana prognosisnya bagi seseorang yang terkena tuberkulosis?",
          "Apakah perbedaan antara tuberkulosis dan penyakit pernapasan lainnya?",
          "Bagaimana cara mencegah penyebaran tuberkulosis di komunitas?",
          "Apakah ada vaksin untuk mencegah tuberkulosis?",
          "Bagaimana cara diagnosis dini tuberkulosis dilakukan?",
          "Apakah yang perlu saya ketahui tentang pengobatan tuberkulosis?"
        ],
        "responses": [
          "Obat TBC yang diminum merupakan kombinasi dari dua atau empat obat berikut diantarannya isoniazid, rifampicin, pyrazinamide, ethambutol. Obat tersebut harus diminum secara rutin selama 6 sampai 9 bulan. Jika pasien berhenti minum obat sebelum waktu yang disarankan, bakteri TBC berpotensi kebal terhadap obat yang biasa diberikan. Akibatnya, TBC menjadi lebih berbahaya dan akan lebih sulit diobati."
        ]
      },
      {
        "tag": "diagnosis_filariasis",
        "patterns": [
          "pembengkakan limfa atau kelenjar getah bening, pembengkakan di tungkai, pembengkakan di lengan",
          "Pembengkakan limfa",
          "Pembengkakan kelenjar getah bening",
          "Pembengkakan di tungkai",
          "Pembengkakan di lengan",
          "Pembengkakan pada kelenjar getah bening",
          "Tanda-tanda pembengkakan di tungkai",
          "Tanda-tanda pembengkakan di lengan",
          "Gejala pembengkakan kelenjar getah bening",
          "Pembengkakan pada tungkai",
          "Pembengkakan pada lengan",
          "Gejala pembengkakan limfa atau kelenjar getah bening",
          "Tanda-tanda pembengkakan pada kelenjar getah bening",
          "Tanda-tanda pembengkakan di tungkai atau lengan",
          "Pembengkakan yang terjadi pada limfa",
          "Pembengkakan kelenjar getah bening yang mencurigakan",
          "Gejala pembengkakan yang mencurigakan di tungkai",
          "Tanda-tanda pembengkakan yang mencurigakan di lengan",
          "Pembengkakan limfa yang perlu diperhatikan",
          "Tanda-tanda pembengkakan kelenjar getah bening yang perlu diperhatikan",
          "Gejala pembengkakan yang memerlukan perhatian medis",
          "Pembengkakan di tungkai yang mengkhawatirkan",
          "Tanda-tanda pembengkakan di lengan yang mengkhawatirkan",
          "Pembengkakan yang perlu segera didiagnosis",
          "Gejala pembengkakan limfa yang mengkhawatirkan",
          "Tanda-tanda pembengkakan pada kelenjar getah bening yang perlu didiskusikan",
          "Pembengkakan yang memerlukan perawatan medis",
          "Tanda-tanda pembengkakan yang harus segera ditindaklanjuti",
          "Pembengkakan limfa yang mengharuskan konsultasi medis",
          "Tanda-tanda pembengkakan kelenjar getah bening yang mengkhawatirkan"
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit kaki gajah"
        ]
      },
      {
        "tag": "tentang_filariasis",
        "patterns": [
          "apa itu kaki gajah?",
          "jelaskan tentang kaki gajah",
          "Apa yang dimaksud dengan kaki gajah?",
          "Bisa jelaskan tentang penyakit kaki gajah secara rinci?",
          "Mohon berikan penjelasan mengenai kaki gajah.",
          "Kaki gajah adalah penyakit apa?",
          "Bagaimana cara kaki gajah ditularkan?",
          "Bisa jelaskan definisi kaki gajah secara lebih detail?",
          "Mohon berikan penjelasan lengkap tentang kaki gajah.",
          "Kaki gajah adalah penyakit apa?",
          "Bagaimana cara menggambarkan kaki gajah?",
          "Apakah Anda bisa menjelaskan secara terperinci tentang kaki gajah?",
          "Apa definisi medis dari kaki gajah?",
          "Apakah yang dimaksud dengan istilah 'kaki gajah' dalam konteks kesehatan?",
          "Bisa Anda memberikan definisi yang lebih jelas tentang kaki gajah?",
          "Mohon berikan pengertian yang lebih mendalam tentang kaki gajah.",
          "Bagaimana Anda mendefinisikan kaki gajah dalam istilah medis?",
          "Apa yang perlu diketahui tentang kaki gajah secara ilmiah?",
          "Bisa Anda menjelaskan istilah 'kaki gajah' secara lebih rinci?",
          "Mohon berikan penjelasan yang lebih akurat tentang kaki gajah.",
          "Bagaimana cara mengartikan kaki gajah dalam konteks penyakit?",
          "Apakah Anda dapat memberikan definisi yang tepat tentang kaki gajah?",
          "Bagaimana kaki gajah didefinisikan dalam literatur medis?",
          "Apa yang seharusnya kita ketahui tentang kaki gajah?",
          "Bisa Anda menjelaskan apa itu kaki gajah dengan lebih baik?",
          "Mohon berikan pengertian yang lebih rinci tentang kaki gajah."
        ],
        "responses": [
          "Kaki gajah atau filariasis adalah pembengkakan tungkai akibat infeksi cacing jenis filaria. Cacing ini menyerang pembuluh getah bening dan ditularkan melalui gigitan nyamuk. Penyakit kaki gajah atau filariasis disebabkan oleh infeksi cacing jenis filaria di pembuluh getah bening. Cacing ini dapat menular antarmanusia melalui gigitan nyamuk."
        ]
      },
      {
        "tag": "tindakan_filariasis",
        "patterns": [
          "jika terkena kaki gajah harus apa",
          "cara pengobatan kaki gajah",
          "pertolongan pertama kaki gajah",
          "Apa yang harus dilakukan saat pertama kali terkena kaki gajah?",
          "Bagaimana cara memberikan pertolongan pertama untuk kaki gajah?",
          "Langkah-langkah pertolongan pertama pada kasus kaki gajah",
          "Jika terkena kaki gajah, tindakan apa yang sebaiknya diambil?",
          "Apa langkah awal yang harus diambil jika terkena kaki gajah?",
          "Cara pertolongan pertama yang efektif untuk kaki gajah",
          "Saat terkena kaki gajah, apa yang harus dilakukan terlebih dahulu?",
          "Bagaimana cara memberikan bantuan pertama pada kasus kaki gajah?",
          "Tindakan pertama yang dianjurkan jika terinfeksi kaki gajah",
          "Cara pengobatan kaki gajah yang efektif",
          "Apa yang sebaiknya dilakukan sebagai pengobatan kaki gajah?",
          "Bagaimana langkah-langkah pengobatan untuk kasus kaki gajah?",
          "Tindakan medis yang diperlukan untuk mengatasi kaki gajah",
          "Cara mengobati kaki gajah secara efisien",
          "Jika terkena kaki gajah, apa langkah pertama yang harus diambil?",
          "Pengobatan yang efektif untuk kaki gajah",
          "Apa yang harus dilakukan dalam pengobatan kaki gajah?",
          "Tindakan yang perlu diambil jika terinfeksi kaki gajah",
          "Cara pengobatan yang direkomendasikan untuk kaki gajah",
          "Pertolongan pertama yang diperlukan ketika kaki gajah menyerang",
          "Langkah-langkah pengobatan yang dianjurkan untuk kaki gajah",
          "Bagaimana cara memberikan pertolongan pertama pada kasus kaki gajah yang parah?",
          "Tindakan darurat yang harus dilakukan jika terkena kaki gajah",
          "Cara pengobatan kaki gajah yang paling efektif",
          "Apa yang perlu segera dilakukan jika terinfeksi kaki gajah?",
          "Pengobatan kaki gajah yang aman dan efisien",
          "Langkah-langkah pengobatan yang dapat menyembuhkan kaki gajah",
          "Pertolongan pertama yang bisa mengurangi gejala kaki gajah",
          "Bagaimana cara meredakan kaki gajah dengan tindakan pertama?",
          "Tindakan medis yang sebaiknya diambil saat terkena kaki gajah"
        ],
        "responses": [
          "Untuk mengurangi jumlah parasit dalam tubuh, pasien dapat mengonsumsi obat cacing, seperti ivermectin, albendazole, atau diethylcarbamazine. Jika pembengkakan tungkai sudah sangat parah, atau jika terdapat pembengkakan skrotum (hidrokel), pasien bisa menjalani operasi untuk mengecilkan pembengkakan tersebut. Operasi yang dilakukan akan mengangkat sebagian kelenjar dan pembuluh limfa yang mengalami infeksi."
        ]
      },
      {
        "tag": "diagnosis_malaria",
        "patterns": [
          "mengigil, pegal linu, demam, anemia atau kurang darah, diare, bab berdarah",
          "Mengigil dan pegal linu",
          "Demam dan anemia",
          "Diare dan bab berdarah",
          "Pegal linu dengan demam",
          "Anemia dan diare",
          "Mengigil dan bab berdarah",
          "Gejala pegal linu dan demam",
          "Anemia dengan diare",
          "Mengigil dan demam tinggi",
          "Bab berdarah dan pegal linu",
          "Diare dan anemia parah",
          "Pegal linu serta gejala demam",
          "Mengigil yang disertai anemia",
          "Demam dan diare berkepanjangan",
          "Bab berdarah dan gejala mengigil",
          "Pegal linu yang diikuti demam",
          "Anemia parah dengan diare",
          "Gejala mengigil dan demam tinggi",
          "Diare kronis dan pegal linu",
          "Mengigil yang terjadi bersama anemia",
          "Demam berat dan bab berdarah",
          "Pegal linu yang disertai diare",
          "Anemia parah serta gejala mengigil",
          "Mengigil yang terjadi bersama diare",
          "Demam yang tinggi dengan bab berdarah",
          "Pegal linu dan gejala demam parah",
          "Diare berkepanjangan dan anemia parah",
          "Gejala mengigil yang terus-menerus",
          "Anemia parah dan bab berdarah",
          "Mengigil yang disertai demam tinggi"
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit malaria"
        ]
      },
      {
        "tag": "tentang_malaria",
        "patterns": [
          "Apa yang dimaksud dengan malaria?",
          "Bisa jelaskan definisi malaria secara lebih detail?",
          "Mohon berikan penjelasan lengkap tentang malaria.","Malaria adalah penyakit apa?",
          "Bagaimana cara menggambarkan malaria?",
          "Apakah Anda bisa menjelaskan secara terperinci tentang malaria?",
          "Apa definisi medis dari malaria?",
          "Apakah yang dimaksud dengan istilah 'malaria' dalam konteks kesehatan?",
          "Bisa Anda memberikan definisi yang lebih jelas tentang malaria?",
          "Mohon berikan pengertian yang lebih mendalam tentang malaria.",
          "Bagaimana Anda mendefinisikan malaria dalam istilah medis?",
          "Apa yang perlu diketahui tentang malaria secara ilmiah?",
          "Bisa Anda menjelaskan istilah 'malaria' secara lebih rinci?",
          "Mohon berikan penjelasan yang lebih akurat tentang malaria.",
          "Bagaimana cara mengartikan malaria dalam konteks penyakit?",
          "Apakah Anda dapat memberikan definisi yang tepat tentang malaria?",
          "Bagaimana malaria didefinisikan dalam literatur medis?",
          "Apa yang seharusnya kita ketahui tentang malaria?",
          "Bisa Anda menjelaskan apa itu malaria dengan lebih baik?",
          "Mohon berikan pengertian yang lebih rinci tentang malaria.",
          "Bagaimana Anda mendeskripsikan malaria secara medis?",
          "Apa yang perlu kita ketahui tentang malaria dari segi definisi?",
          "Bisa Anda memberikan pengertian yang lebih detail tentang malaria?",
          "Apakah ada definisi resmi dari malaria dalam dunia medis?",
          "Apa yang dimaksud dengan malaria dalam konteks penyakit menular?",
          "Apa yang perlu diketahui tentang malaria dalam bahasa ilmiah?",
          "Apa definisi yang tepat dari malaria?",
          "Bagaimana cara mendefinisikan malaria dalam bahasa medis?",
          "Apakah ada istilah lain yang digunakan untuk merujuk pada malaria?",
          "Apa yang seharusnya kita ketahui tentang malaria dari segi definisi medis?",
          "Malaria adalah istilah medis untuk penyakit apa?"
        ],
        "responses": [
          "Malaria adalah penyakit infeksi menular yang menyebar melalui gigitan nyamuk. Penderita malaria akan mengeluhkan gejala demam dan menggigil beberapa hari setelah terinfeksi parasit yang dibawa oleh nyamuk. Manusia dapat terkena malaria setelah digigit nyamuk pembawa parasit Plasmodium. Gigitan nyamuk tersebut akan menyebabkan parasit masuk ke dalam tubuh manusia, kemudian menetap di organ hati sebelum menyerang sel darah merah. Gejala malaria timbul setidaknya 10 sampai 15 hari setelah digigit nyamuk. Gejala muncul dalam tiga tahap selama 6 sampai 12 jam, yaitu menggigil, demam dan sakit kepala, lalu keluar banyak keringat dan lemas sebelum suhu tubuh kembali normal."
        ]
      },
      {
        "tag": "tindakan_malaria",
        "patterns": [
          "Pertolongan pertama pada kasus malaria",
          "Apa yang harus dilakukan sebagai pertolongan pertama saat terkena malaria?",
          "Bagaimana memberikan pertolongan pertama pada kasus malaria?",
          "Tindakan pertama yang perlu diambil ketika terinfeksi malaria",
          "Cara memberikan pertolongan pertama untuk malaria",
          "Jika terkena malaria, tindakan apa yang harus segera diambil?",
          "Apa yang sebaiknya dilakukan sebagai pertolongan pertama jika terinfeksi malaria?",
          "Langkah-langkah pertolongan pertama untuk malaria",
          "Tindakan medis yang diperlukan saat terkena malaria",
          "Cara pertolongan pertama yang efektif untuk malaria",
          "Saat terkena malaria, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang dianjurkan untuk kasus malaria",
          "Apa yang sebaiknya dilakukan dalam pengobatan malaria?",
          "Tindakan yang perlu diambil jika terinfeksi malaria",
          "Cara pengobatan yang direkomendasikan untuk malaria",
          "Pertolongan pertama yang diperlukan saat malaria menyerang",
          "Langkah-langkah pengobatan yang dianjurkan untuk malaria",
          "Bagaimana memberikan pertolongan pertama pada kasus malaria yang parah?",
          "Tindakan darurat yang harus dilakukan jika terkena malaria",
          "Cara pengobatan malaria yang paling efektif",
          "Apa yang harus dilakukan dalam pengobatan malaria?",
          "Tindakan medis yang diperlukan untuk mengatasi malaria",
          "Cara mengatasi malaria dengan pengobatan yang tepat",
          "Jika terkena malaria, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang efektif untuk kasus malaria",
          "Apa yang sebaiknya dilakukan dalam pengobatan malaria?",
          "Tindakan yang perlu diambil jika terinfeksi malaria",
          "Cara pengobatan yang direkomendasikan untuk malaria",
          "Pertolongan pertama yang diperlukan saat malaria menimbulkan gejala yang serius",
          "Langkah-langkah pengobatan yang harus segera dilakukan untuk malaria"
        ],
        "responses": [
          "Pengobatan malaria dilakukan dengan pemberian obat antimalaria untuk membunuh parasit. Untuk menangani malaria yang disebabkan oleh Plasmodium falciparum, organisasi kesehatan dunia (WHO) membuat suatu regimen kombinasi obat yang disebut dengan artemisin-based combination therapies (ACT). Kombinasi obat tersebut adalah Artemether dan lumefantrine, Artesunate dan amodiaquine, Dihydroartemisinin dan piperaquine, Artesunate, sulfadoxine, dan pyrimethamine. Obat ini diberikan setidaknya selama 3 hari pada penderita dewasa dan anak-anak. Sementara untuk ibu hamil di trimester pertama, obat yang diberikan adalah pil kina ditambah clindamycin selama 7 hari. Untuk penanganan malaria karena infeksi Plasmodium vivax, dapat diberikan kombinasi obat ACT atau obat chloroquine. Selain itu, guna mencegah kekambuhan malaria jenis ini, dokter dapat menambahkan obat primaquine. Untuk malaria yang parah, pasien akan dirawat di rumah sakit dan diberikan obat melalui suntikan, setidaknya dalam 24 jam pertama."
        ]
      },
      {
        "tag": "diagnosis_rabies",
        "patterns": [
          "demam setelah tercakar atau tergigit hewan, lemas, sakit tenggorokan",
          "Demam setelah tercakar hewan",
          "Lemas dan sakit tenggorokan",
          "Gejala demam setelah tergigit hewan",
          "Lemas akibat gigitan hewan",
          "Sakit tenggorokan setelah tercakar hewan",
          "Demam dan lemas setelah tergigit hewan",
          "Sakit tenggorokan akibat cakaran hewan",
          "Demam yang timbul setelah tercakar oleh hewan",
          "Lemas dan sakit tenggorokan setelah tergigit oleh hewan",
          "Gejala demam dan lemas pasca tergigit oleh hewan",
          "Sakit tenggorokan dan lemas setelah tercakar oleh hewan",
          "Demam akibat gigitan hewan yang terasa lemas",
          "Lemas setelah tercakar oleh hewan",
          "Demam dan sakit tenggorokan pasca tergigit hewan",
          "Lemas dan demam setelah cakaran hewan",
          "Sakit tenggorokan akibat gigitan hewan",
          "Demam yang timbul setelah tercakar oleh hewan",
          "Lemas dan sakit tenggorokan setelah tergigit oleh hewan",
          "Gejala demam dan lemas akibat tercakar oleh hewan",
          "Sakit tenggorokan setelah gigitan hewan yang diikuti demam",
          "Demam pasca tergigit oleh hewan"
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit rabies"
        ]
      },
      {
        "tag": "tentang_rabies",
        "patterns": [
          "Apa yang dimaksud dengan rabies?",
          "Bisa jelaskan definisi rabies secara lebih detail?",
          "Mohon berikan penjelasan lengkap tentang rabies.",
          "Rabies adalah penyakit apa?",
          "Bagaimana cara menggambarkan rabies?",
          "Apakah Anda bisa menjelaskan secara terperinci tentang rabies?",
          "Apa definisi medis dari rabies?",
          "Apakah yang dimaksud dengan istilah 'rabies' dalam konteks kesehatan?",
          "Bisa Anda memberikan definisi yang lebih jelas tentang rabies?",
          "Mohon berikan pengertian yang lebih mendalam tentang rabies.",
          "Bagaimana Anda mendefinisikan rabies dalam istilah medis?",
          "Apa yang perlu diketahui tentang rabies secara ilmiah?",
          "Bisa Anda menjelaskan istilah 'rabies' secara lebih rinci?",
          "Mohon berikan penjelasan yang lebih akurat tentang rabies.",
          "Bagaimana cara mengartikan rabies dalam konteks penyakit?",
          "Apakah Anda dapat memberikan definisi yang tepat tentang rabies?",
          "Bagaimana rabies didefinisikan dalam literatur medis?",
          "Apa yang seharusnya kita ketahui tentang rabies?",
          "Bisa Anda menjelaskan apa itu rabies dengan lebih baik?",
          "Mohon berikan pengertian yang lebih rinci tentang rabies.",
          "Apa yang dapat Anda sampaikan tentang definisi rabies yang akurat?",
          "Apakah ada definisi resmi dari rabies dalam dunia medis?",
          "Apa yang dimaksud dengan rabies dalam konteks penyakit menular?",
          "Apa yang perlu diketahui tentang rabies dalam bahasa ilmiah?",
          "Apa definisi yang tepat dari rabies?",
          "Bagaimana cara mendefinisikan rabies dalam bahasa medis?",
          "Apakah ada istilah lain yang digunakan untuk merujuk pada rabies?",
          "Apa yang seharusnya kita ketahui tentang rabies dari segi definisi medis?"
        ],
        "responses": [
          "Rabies adalah infeksi virus pada otak dan sistem saraf. Virus penyebab rabies umumnya menular ke manusia melalui gigitan hewan. Jika tidak cepat ditangani, rabies dapat menyebabkan kematian. Hewan utama penular rabies adalah anjing. Selain anjing, hewan yang juga dapat membawa virus rabies dan menularkannya ke manusia adalah kelelawar, kucing, dan kera. Virus rabies bisa menular melalui air liur, gigitan, atau cakaran hewan yang tertular rabies."
        ]
      },
      {
        "tag": "tindakan_rabies",
        "patterns": [
          "pertolongan pertama rabies",
          "Bagaimana pertolongan pertama pada kasus rabies?",
          "Apa yang perlu dilakukan sebagai pertolongan pertama jika terkena rabies?",
          "Langkah pertama yang harus diambil ketika terinfeksi rabies",
          "Cara memberikan pertolongan pertama pada kasus rabies",
          "Jika terkena rabies, tindakan apa yang harus segera diambil?",
          "Apa tindakan pertama yang perlu diambil jika terinfeksi rabies?",
          "Tindakan medis yang diperlukan saat terkena rabies",
          "Cara pertolongan pertama yang efektif untuk rabies",
          "Saat terkena rabies, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang dianjurkan untuk kasus rabies",
          "Apa yang sebaiknya dilakukan dalam pengobatan rabies?",
          "Tindakan yang perlu diambil jika terinfeksi rabies",
          "Cara pengobatan yang direkomendasikan untuk rabies",
          "Pertolongan pertama yang diperlukan saat rabies menyerang",
          "Langkah-langkah pengobatan yang dianjurkan untuk rabies",
          "Bagaimana memberikan pertolongan pertama pada kasus rabies yang parah?",
          "Tindakan darurat yang harus dilakukan jika terkena rabies",
          "Cara pengobatan rabies yang paling efektif",
          "Apa yang harus dilakukan dalam pengobatan rabies?",
          "Tindakan medis yang diperlukan untuk mengatasi rabies",
          "Cara mengatasi rabies dengan pengobatan yang tepat",
          "Jika terkena rabies, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang efektif untuk kasus rabies",
          "Apa yang sebaiknya dilakukan dalam pengobatan rabies?",
          "Tindakan yang perlu diambil jika terinfeksi rabies",
          "Cara pengobatan yang direkomendasikan untuk rabies",
          "Pertolongan pertama yang diperlukan saat rabies menimbulkan gejala yang serius",
          "Langkah-langkah pengobatan yang harus segera dilakukan untuk rabies"
        ],
        "responses": [
          "Rabies berisiko tinggi menyebabkan kematian, terutama jika virus sudah menginfeksi otak. Oleh sebab itu, penanganan harus cepat diberikan, bahkan bila memungkinkan, sebelum gejalanya muncul. Pengobatan yang dilakukan tergantung pada kategori luka, yaitu Kategori luka risiko rendah, berupa pembersihan luka secara menyeluruh dengan cairan desinfektan, Kategori luka risiko sedang, berupa pencucian luka dan vaksinasi rabies, Kategori luka risiko tinggi, berupa pencucian luka, vaksinasi rabies, dan serum antirabies"
        ]
      },
      {
        "tag": "diagnosis_diare",
        "patterns": [
          "buang air besar dengan tinja yang encer atau berair, dengan frekuensi lebih dari 3 kali sehari, Kram perut, mulas",
          "Buang air besar dengan tinja encer",
          "Frekuensi buang air besar lebih dari 3 kali sehari",
          "Kram perut dan buang air besar berair",
          "Gejala buang air besar dengan tinja yang encer",
          "Merasa mual akibat buang air besar berlebihan",
          "Tinja yang encer dengan frekuensi lebih dari 3 kali sehari",
          "Kram perut dan tinja yang berair",
          "Gejala buang air besar yang berulang",
          "Buang air besar dengan tinja yang encer dan sering",
          "Merasa mulas saat buang air besar berlebihan",
          "Tinja encer dengan frekuensi lebih dari 3 kali sehari",
          "Kram perut yang disebabkan oleh buang air besar berlebihan",
          "Gejala buang air besar berulang kali dalam sehari",
          "Buang air besar dengan tinja yang encer dan sering",
          "Mulas dan frekuensi buang air besar yang tinggi",
          "Tinja encer yang keluar lebih dari 3 kali sehari",
          "Kram perut yang terjadi saat buang air besar berlebihan",
          "Gejala buang air besar dengan tinja yang tidak normal",
          "Mual akibat seringnya buang air besar berair",
          "Tinja yang encer dan sering keluar",
          "Kram perut dan buang air besar berlebihan",
          "Gejala buang air besar yang tidak biasa",
          "Buang air besar dengan tinja yang encer dan berulang",
          "Mulas dan sering buang air besar",
          "Tinja encer dengan frekuensi yang tinggi",
          "Kram perut akibat buang air besar yang berlebihan",
          "Gejala buang air besar berulang kali dalam sehari"
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit diare"
        ]
      },
      {
        "tag": "tentang_diare",
        "patterns": [
          "apa itu diare",
          "Apa yang dimaksud dengan diare?",
          "Bisa jelaskan definisi diare secara lebih detail?",
          "Mohon berikan penjelasan lengkap tentang diare.",
          "Diare adalah kondisi apa?",
          "Bagaimana cara menggambarkan diare?",
          "Apakah Anda bisa menjelaskan secara terperinci tentang diare?",
          "Apa definisi medis dari diare?",
          "Apakah yang dimaksud dengan istilah 'diare' dalam konteks kesehatan?",
          "Bisa Anda memberikan definisi yang lebih jelas tentang diare?",
          "Mohon berikan pengertian yang lebih mendalam tentang diare.",
          "Bagaimana Anda mendefinisikan diare dalam istilah medis?",
          "Apa yang perlu diketahui tentang diare secara ilmiah?",
          "Bisa Anda menjelaskan istilah 'diare' secara lebih rinci?",
          "Mohon berikan penjelasan yang lebih akurat tentang diare.",
          "Bagaimana cara mengartikan diare dalam konteks penyakit?",
          "Apakah Anda dapat memberikan definisi yang tepat tentang diare?",
          "Bagaimana diare didefinisikan dalam literatur medis?",
          "Apa yang seharusnya kita ketahui tentang diare?",
          "Bisa Anda menjelaskan apa itu diare dengan lebih baik?",
          "Mohon berikan pengertian yang lebih rinci tentang diare.",
          "Apa yang dapat Anda sampaikan tentang definisi diare yang akurat?"
        ],
        "responses": [
          "Diare adalah keluhan buang air besar encer atau berair yang terjadi lebih dari 3 kali dalam sehari. Diare umumnya disebabkan oleh konsumsi makanan atau minuman yang terkontaminasi virus, bakteri, atau parasit. Diare bisa disebabkan oleh berbagai kondisi, mulai dari infeksi, keracunan makanan, alergi makanan, atau penyakit lain yang dapat memicu terjadinya diare"
        ]
      },
      {
        "tag": "tindakan_gastroenteritis",
        "patterns": [
          "pertolongan pertama diare",
          "Apa yang harus dilakukan sebagai pertolongan pertama pada kasus diare?",
          "Bagaimana pertolongan pertama saat terkena diare?",
          "Langkah pertama yang perlu diambil jika terinfeksi diare",
          "Cara memberikan pertolongan pertama pada kasus diare",
          "Jika terkena diare, tindakan apa yang harus segera diambil?",
          "Apa tindakan pertama yang perlu diambil jika terinfeksi diare?",
          "Tindakan medis yang diperlukan saat terkena diare",
          "Cara pertolongan pertama yang efektif untuk diare",
          "Saat terkena diare, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang dianjurkan untuk kasus diare",
          "Apa yang sebaiknya dilakukan dalam pengobatan diare?",
          "Tindakan yang perlu diambil jika terinfeksi diare",
          "Cara pengobatan yang direkomendasikan untuk diare",
          "Pertolongan pertama yang diperlukan saat diare menyerang",
          "Langkah-langkah pengobatan yang dianjurkan untuk diare",
          "Bagaimana memberikan pertolongan pertama pada kasus diare yang parah?",
          "Tindakan darurat yang harus dilakukan jika terkena diare",
          "Cara pengobatan diare yang paling efektif",
          "Apa yang harus dilakukan dalam pengobatan diare?",
          "Tindakan medis yang diperlukan untuk mengatasi diare",
          "Cara mengatasi diare dengan pengobatan yang tepat",
          "Jika terkena diare, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang efektif untuk kasus diare",
          "Apa yang sebaiknya dilakukan dalam pengobatan diare?",
          "Tindakan yang perlu diambil jika terinfeksi diare",
          "Cara pengobatan yang direkomendasikan untuk diare",
          "Pertolongan pertama yang diperlukan saat diare menimbulkan gejala yang serius",
          "Langkah-langkah pengobatan yang harus segera dilakukan untuk diare"
        ],
        "responses": [
          "Pengobatan diare dapat disesuaikan dengan penyebab yang mendasarinya. Jika diare tidak disertai gejala berat, Anda dapat melakukan perawatan mandiri, seperti Jaga asupan cairan untuk mencegah dehidrasi. Cairan yang diberikan dapat disesuaikan dengan usia penderita, misalnya air putih, oralit, jus, kaldu, atau Perbanyak konsumsi makanan yang mengandung banyak air, seperti sup. Penderita juga disarankan untuk mengonsumsi makanan yang lunak agar lebih mudah dicerna. Minumlah suplemen makanan, seperti probiotik yang mengandung Lactobacillus acidophilus, untuk mempercepat penyembuhan diare, terutama diare akibat efek samping antibiotik. Sumber probiotik juga bisa diperoleh dari suplemen probiotik. Jangan mengonsumsi yoghurt bila menderita intoleransi laktosa, karena yoghurt terbuat dari susu. Minumlah obat antidiare yang dapat dibeli di apotik, seperti attapulgite, pektin, kaolin, dan diosmectite."
        ]
      },
      {
        "tag": "diagnosis_kusta",
        "patterns": [
          "Kulit menjadi mati rasa, termasuk kehilangan kemampuan merasakan suhu, sentuhan, tekanan, atau nyeri",
          "Kulit tidak berkeringat, Kulit terasa kaku dan kering, Bengkak atau benjolan di wajah dan telinga",
          "Bercak yang tampak pucat dan berwarna lebih terang daripada kulit di sekitarnya, Alis dan bulu mata hilang permanen",
          "Kulit menjadi mati rasa dan kehilangan kemampuan merasakan suhu",
          "Gejala kulit mati rasa dan kehilangan sensitivitas terhadap sentuhan",
          "Bagaimana kulit bereaksi saat kehilangan kemampuan merasakan tekanan?",
          "Kulit tidak mampu merasakan nyeri atau suhu",
          "Gejala kulit yang tidak berkeringat dan terasa kaku",
          "Bengkak atau benjolan di wajah dan telinga",
          "Apa yang menyebabkan kulit terasa kaku dan kering?",
          "Kenapa kulit tidak berkeringat pada kondisi ini?",
          "Bercak pucat dan berwarna lebih terang pada kulit",
          "Gejala bercak kulit yang tampak pucat",
          "Apa yang bisa menyebabkan alis dan bulu mata hilang permanen?",
          "Bercak kulit yang berwarna lebih terang daripada sekitarnya",
          "Mengapa kulit tidak mampu merasakan suhu?",
          "Apa yang menyebabkan kehilangan kemampuan merasakan sentuhan pada kulit?",
          "Bercak kulit yang tampak lebih cerah dari biasanya",
          "Gejala kulit yang tidak bisa merasakan tekanan atau sentuhan",
          "Bagaimana kulit bereaksi saat tidak bisa merasakan nyeri?",
          "Apa yang bisa menyebabkan kulit menjadi mati rasa?",
          "Gejala kulit yang kehilangan kemampuan merasakan tekanan",
          "Kulit yang tidak berkeringat dan terasa kaku",
          "Apa yang dapat menyebabkan kulit tidak bisa merasakan nyeri?",
          "Kenapa kulit tidak bisa merasakan suhu dengan baik?",
          "Bengkak atau benjolan di area wajah dan telinga",
          "Mengapa kulit terasa kaku dan kering pada kondisi ini?",
          "Bercak kulit yang berwarna lebih terang daripada kulit sekitarnya",
          "Apa yang dapat menyebabkan kulit tidak berkeringat?",
          "Bercak kulit yang tampak pucat dan berbeda dari biasanya",
          "Mengapa alis dan bulu mata bisa hilang permanen?",
          "Gejala kulit yang tidak bisa merasakan sentuhan",
          "Kulit yang kehilangan kemampuan merasakan suhu dan tekanan"
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena kusta"
        ]
      },
      {
        "tag": "tentang_kusta",
        "patterns": [
          "Apa yang dimaksud dengan kusta?",
          "Bisa jelaskan definisi kusta secara lebih detail?",
          "Mohon berikan penjelasan lengkap tentang kusta.",
          "Kusta adalah kondisi apa?",
          "Bagaimana cara menggambarkan kusta?",
          "Apakah Anda bisa menjelaskan secara terperinci tentang kusta?",
          "Apa definisi medis dari kusta?",
          "Apakah yang dimaksud dengan istilah 'kusta' dalam konteks kesehatan?",
          "Bisa Anda memberikan definisi yang lebih jelas tentang kusta?",
          "Mohon berikan pengertian yang lebih mendalam tentang kusta.",
          "Bagaimana Anda mendefinisikan kusta dalam istilah medis?",
          "Apa yang perlu diketahui tentang kusta secara ilmiah?",
          "Bisa Anda menjelaskan istilah 'kusta' secara lebih rinci?",
          "Mohon berikan penjelasan yang lebih akurat tentang kusta.",
          "Bagaimana cara mengartikan kusta dalam konteks penyakit?",
          "Apakah Anda dapat memberikan definisi yang tepat tentang kusta?",
          "Bagaimana kusta didefinisikan dalam literatur medis?",
          "Apa yang seharusnya kita ketahui tentang definisi kusta?",
          "Bisa Anda menjelaskan apa itu kusta dengan lebih baik?",
          "Mohon berikan pengertian yang lebih rinci tentang kusta.",
          "Apa yang dapat Anda sampaikan tentang definisi kusta yang akurat?"
        ],
        "responses": [
          "Kusta atau lepra adalah penyakit infeksi bakteri kronis yang menyerang jaringan kulit, saraf tepi, dan saluran pernapasan. Kusta atau lepra dikenal juga dengan nama penyakit Hansen atau Morbus Hansen. Kusta atau lepra disebabkan oleh infeksi bakteri Mycobacterium leprae. Bakteri ini dapat menular dari satu orang ke orang lainnya melalui percikan cairan dari saluran pernapasan (droplet), yaitu ludah atau dahak, yang keluar saat batuk atau bersin."
        ]
      },
      {
        "tag": "tindakan_kusta",
        "patterns": [
          "Apa yang harus dilakukan sebagai pertolongan pertama pada kasus kusta?",
          "Bagaimana pertolongan pertama saat terkena kusta?",
          "Langkah pertama yang perlu diambil jika terinfeksi kusta",
          "Cara memberikan pertolongan pertama pada kasus kusta",
          "Jika terkena kusta, tindakan apa yang harus segera diambil?",
          "Apa tindakan pertama yang perlu diambil jika terinfeksi kusta?",
          "Tindakan medis yang diperlukan saat terkena kusta",
          "Cara pertolongan pertama yang efektif untuk kusta",
          "Saat terkena kusta, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang dianjurkan untuk kasus kusta",
          "Apa yang sebaiknya dilakukan dalam pengobatan kusta?",
          "Tindakan yang perlu diambil jika terinfeksi kusta",
          "Cara pengobatan yang direkomendasikan untuk kusta",
          "Pertolongan pertama yang diperlukan saat kusta menyerang",
          "Langkah-langkah pengobatan yang dianjurkan untuk kusta",
          "Bagaimana memberikan pertolongan pertama pada kasus kusta yang parah?",
          "Tindakan darurat yang harus dilakukan jika terkena kusta",
          "Cara pengobatan kusta yang paling efektif",
          "Apa yang harus dilakukan dalam pengobatan kusta?",
          "Tindakan medis yang diperlukan untuk mengatasi kusta",
          "Cara mengatasi kusta dengan pengobatan yang tepat",
          "Jika terkena kusta, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang efektif untuk kasus kusta",
          "Apa yang sebaiknya dilakukan dalam pengobatan kusta?",
          "Tindakan yang perlu diambil jika terinfeksi kusta",
          "Cara pengobatan yang direkomendasikan untuk kusta",
          "Pertolongan pertama yang diperlukan saat kusta menimbulkan gejala yang serius",
          "Langkah-langkah pengobatan yang harus segera dilakukan untuk kusta"
  
        ],
        "responses": [
          "Metode utama untuk mengobati kusta atau lepra adalah dengan obat antibiotik. Penderita kusta akan diberi kombinasi beberapa jenis antibiotik selama 1 sampai 2 tahun. Contoh antibiotik yang digunakan untuk pengobatan kusta yaitu rifampicin, dapsone, clofazimine, minocycline, ofloxacin"
        ]
      },
      {
        "tag": "diagnosis_campak",
        "patterns": [
          "muncul bercak putih di mulut, mata merah berair dan sensitif terhadap cahaya, demam, batuk kering",
          "Gejala munculnya bercak putih di mulut",
          "Apa yang menyebabkan munculnya bercak putih di mulut?",
          "Mata yang merah, berair, dan sensitif terhadap cahaya adalah tanda apa?",
          "Apa yang dapat menyebabkan mata menjadi merah dan berair?",
          "Kenapa mata bisa sensitif terhadap cahaya?",
          "Mengapa demam dapat terjadi sebagai gejala?",
          "Apakah batuk kering merupakan salah satu gejala yang umum?",
          "Apa saja gejala yang dapat muncul bersamaan dengan bercak putih di mulut?",
          "Mata yang merah dan berair adalah tanda penyakit apa?",
          "Bercak putih di mulut merupakan gejala dari apa?",
          "Mengapa mata menjadi sensitif terhadap cahaya pada kondisi tertentu?",
          "Demam adalah tanda yang sering terjadi pada kasus apa?",
          "Bagaimana cara mengatasi mata yang sensitif terhadap cahaya?",
          "Apa yang sebaiknya dilakukan jika muncul bercak putih di mulut?",
          "Bercak putih di mulut bisa disebabkan oleh apa?",
          "Apa yang bisa mengakibatkan mata merah dan berair?",
          "Demam merupakan reaksi tubuh terhadap apa?",
          "Gejala batuk kering adalah tanda dari penyakit apa?",
          "Bercak putih di mulut adalah gejala yang umum pada kasus apa?",
          "Mata yang sensitif terhadap cahaya dapat disebabkan oleh apa?",
          "Apa yang sebaiknya dilakukan ketika muncul bercak putih di mulut?",
          "Gejala apa yang sering muncul bersamaan dengan mata yang merah dan berair?",
          "Kenapa mata bisa menjadi sangat sensitif terhadap cahaya?",
          "Demam adalah respons tubuh terhadap apa?",
          "Apakah batuk kering merupakan gejala yang sering terjadi pada penyakit tertentu?",
          "Bagaimana cara mengatasi gejala mata merah dan berair?",
          "Apa yang perlu dilakukan jika muncul bercak putih di mulut?",
          "Apa yang dapat menjadi penyebab mata merah dan berair?",
          "Demam adalah tanda yang umum pada kondisi apa?",
          "Bercak putih di mulut biasanya terjadi karena apa?",
          "Mata yang sangat sensitif terhadap cahaya bisa disebabkan oleh apa?",
          "Bagaimana cara meredakan demam sebagai gejala?",
          "Apakah batuk kering merupakan gejala utama dari suatu penyakit?",
          "Apa yang sebaiknya dilakukan jika ada bercak putih di mulut?"
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit campak"
        ]
      },
      {
        "tag": "tentang_campak",
        "patterns": [
          "apa itu campak?",
          "Apa yang dimaksud dengan campak?",
          "Bisa jelaskan definisi campak secara lebih detail?",
          "Mohon berikan penjelasan lengkap tentang campak.",
          "Campak adalah penyakit apa?",
          "Bagaimana cara menggambarkan campak?",
          "Apakah Anda bisa menjelaskan secara terperinci tentang campak?",
          "Apa definisi medis dari campak?",
          "Apakah yang dimaksud dengan istilah 'campak' dalam konteks kesehatan?",
          "Bisa Anda memberikan definisi yang lebih jelas tentang campak?",
          "Mohon berikan pengertian yang lebih mendalam tentang campak.",
          "Bagaimana Anda mendefinisikan campak dalam istilah medis?",
          "Apa yang perlu diketahui tentang campak secara ilmiah?",
          "Bisa Anda menjelaskan istilah 'campak' secara lebih rinci?",
          "Mohon berikan penjelasan yang lebih akurat tentang campak.",
          "Bagaimana cara mengartikan campak dalam konteks penyakit?",
          "Apakah Anda dapat memberikan definisi yang tepat tentang campak?",
          "Bagaimana campak didefinisikan dalam literatur medis?",
          "Apa yang seharusnya kita ketahui tentang definisi campak?",
          "Bisa Anda menjelaskan apa itu campak dengan lebih baik?",
          "Mohon berikan pengertian yang lebih rinci tentang campak.",
          "Apa yang dapat Anda sampaikan tentang definisi campak yang akurat?"
        ],
        "responses": [
          "Campak atau measles adalah penyakit akibat infeksi virus yang ditandai dengan demam, sakit tenggorokan, dan ruam di seluruh tubuh. Infeksi campak berawal dari saluran pernapasan yang kemudian menular melalui percikan air liur. Campak disebabkan oleh infeksi virus dari famili Paramyxovirus. Virus ini menular melalui percikan air liur saat penderitanya bersin, batuk, atau berbicara. Penularan virus ini juga dapat terjadi ketika seseorang menyentuh hidung atau mulut setelah memegang permukaan benda yang terkena percikan liur."
        ]
      },
      {
        "tag": "tindakan_campak",
        "patterns": [
          "Apa yang harus dilakukan sebagai pertolongan pertama pada kasus campak?",
          "Bagaimana pertolongan pertama saat terkena campak?",
          "Langkah pertama yang perlu diambil jika terinfeksi campak",
          "Cara memberikan pertolongan pertama pada kasus campak",
          "Jika terkena campak, tindakan apa yang harus segera diambil?",
          "Apa tindakan pertama yang perlu diambil jika terinfeksi campak?",
          "Tindakan medis yang diperlukan saat terkena campak",
          "Cara pertolongan pertama yang efektif untuk campak",
          "Saat terkena campak, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang dianjurkan untuk kasus campak",
          "Apa yang sebaiknya dilakukan dalam pengobatan campak?",
          "Tindakan yang perlu diambil jika terinfeksi campak",
          "Cara pengobatan yang direkomendasikan untuk campak",
          "Pertolongan pertama yang diperlukan saat campak menyerang",
          "Langkah-langkah pengobatan yang dianjurkan untuk campak",
          "Bagaimana memberikan pertolongan pertama pada kasus campak yang parah?",
          "Tindakan darurat yang harus diambil jika terkena campak",
          "Cara pengobatan campak yang paling efektif",
          "Apa yang harus dilakukan dalam pengobatan campak?",
          "Tindakan medis yang diperlukan untuk mengatasi campak",
          "Cara mengatasi campak dengan pengobatan yang tepat",
          "Jika terkena campak, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang efektif untuk kasus campak",
          "Apa yang sebaiknya dilakukan dalam pengobatan campak?",
          "Tindakan yang perlu diambil jika terinfeksi campak",
          "Cara pengobatan yang direkomendasikan untuk campak",
          "Pertolongan pertama yang diperlukan saat campak menimbulkan gejala yang serius"
        ],
        "responses": [
          "Campak dapat sembuh dalam beberapa hari tanpa pengobatan. Namun, untuk membantu meredakan gejala, penderita disarankan untuk melakukan upaya-upaya diantaranya banyak minum air putih, minum obat pereda demam seperti paracetamol atau ibuprofen, beristirahat yang cukup, mengonsumsi suplemen vitamin A"
        ]
      },
      {
        "tag": "diagnosis_difteri",
        "patterns": [
          "tenggorokan dilapisi selaput tebal berwarna abu abu, radang tenggorokan dan serak, pembengkakan kelenjar pada leher, masalah pernapasan dan saat menelan",
          "Tenggorokan yang dilapisi selaput tebal berwarna abu-abu adalah gejala apa?",
          "Apa yang dimaksud dengan tenggorokan yang dilapisi selaput tebal berwarna abu-abu?",
          "Apakah radang tenggorokan dan serak merupakan tanda penyakit tertentu?",
          "Pembengkakan kelenjar pada leher adalah gejala dari kondisi apa?",
          "Masalah pernapasan dan kesulitan menelan adalah tanda dari penyakit apa?",
          "Apa yang bisa disebabkan oleh tenggorokan yang dilapisi selaput tebal berwarna abu-abu?",
          "Tenggorokan yang ditutupi dengan selaput tebal berwarna abu-abu adalah gejala yang mengkhawatirkan?",
          "Apa penyebab radang tenggorokan dan serak?",
          "Pembengkakan kelenjar pada leher dapat menunjukkan adanya penyakit apa?",
          "Bagaimana masalah pernapasan dan kesulitan menelan dapat terjadi?",
          "Tenggorokan yang memiliki selaput tebal berwarna abu-abu adalah gejala klinis yang umum?",
          "Apakah kondisi tenggorokan yang dilapisi selaput tebal berwarna abu-abu perlu segera diatasi?",
          "Apa yang seharusnya dilakukan jika tenggorokan mengalami radang dan terasa serak?",
          "Pembengkakan kelenjar leher dapat menjadi pertanda penyakit serius?",
          "Bagaimana masalah pernapasan dan kesulitan menelan dapat mempengaruhi kesehatan?",
          "Tenggorokan yang dilapisi dengan selaput tebal berwarna abu-abu adalah gejala yang umum pada penyakit apa?",
          "Apakah radang tenggorokan dan serak merupakan tanda awal dari masalah kesehatan tertentu?",
          "Pembengkakan kelenjar pada leher sering terjadi pada penyakit apa?",
          "Bagaimana gejala masalah pernapasan dan kesulitan menelan dapat dijelaskan?",
          "Tenggorokan yang dilapisi selaput tebal berwarna abu-abu adalah karakteristik dari penyakit apa?",
          "Apakah radang tenggorokan dan serak perlu ditangani segera?",
          "Pembengkakan kelenjar leher biasanya terjadi pada kondisi apa?",
          "Bagaimana masalah pernapasan dan kesulitan menelan dapat mempengaruhi aktivitas sehari-hari?",
          "Tenggorokan yang dilapisi selaput tebal berwarna abu-abu adalah tanda yang perlu diperhatikan?",
          "Apakah radang tenggorokan dan serak dapat disebabkan oleh faktor tertentu?",
          "Pembengkakan kelenjar pada leher merupakan gejala yang harus segera diperiksa?",
          "Masalah pernapasan dan kesulitan menelan bisa menjadi pertanda adanya penyakit serius?"
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit difteri"
        ]
      },
      {
        "tag": "tentang_difteri",
        "patterns": [
          "Apa yang dimaksud dengan difteri?",
          "Bisakah Anda menjelaskan definisi difteri secara lebih rinci?",
          "Mohon berikan penjelasan tentang difteri secara lengkap.",
          "Difteri adalah penyakit apa?",
          "Bagaimana cara menggambarkan difteri?",
          "Apa definisi medis dari difteri?",
          "Apakah yang dimaksud dengan istilah 'difteri' dalam konteks kesehatan?",
          "Bisakah Anda memberikan definisi yang lebih jelas tentang difteri?",
          "Mohon berikan pengertian yang lebih mendalam tentang difteri.",
          "Bagaimana cara mendefinisikan difteri dalam istilah medis?",
          "Apa yang perlu diketahui tentang difteri secara ilmiah?",
          "Bisakah Anda menjelaskan istilah 'difteri' secara lebih rinci?",
          "Mohon berikan penjelasan yang lebih akurat tentang difteri.",
          "Bagaimana cara mengartikan difteri dalam konteks penyakit?",
          "Apakah Anda dapat memberikan definisi yang tepat tentang difteri?",
          "Bagaimana difteri didefinisikan dalam literatur medis?",
          "Apa yang seharusnya kita ketahui tentang definisi difteri?",
          "Bisakah Anda menjelaskan apa itu difteri dengan lebih baik?",
          "Mohon berikan pengertian yang lebih rinci tentang difteri.",
          "Apa yang dapat Anda sampaikan tentang definisi difteri yang akurat?",
          "Apakah ada definisi resmi dari difteri dalam dunia medis?",
          "Apa yang dimaksudkan oleh istilah 'difteri' dalam bidang kedokteran?",
          "Bagaimana cara mendeskripsikan difteri secara ilmiah?",
          "Apa yang perlu kita ketahui tentang pengertian difteri yang tepat?",
          "Apa yang dapat Anda sampaikan tentang definisi difteri yang benar?",
          "Difteri adalah istilah medis untuk kondisi apa?",
          "Bagaimana cara menggambarkan difteri dalam konteks kesehatan?"
        ],
        "responses": [
          "Difteri adalah infeksi bakteri pada hidung dan tenggorokan. Meski tidak selalu menimbulkan gejala, penyakit ini biasanya ditandai oleh munculnya selaput abu-abu yang melapisi tenggorokan dan amandel. Difteri disebabkan oleh bakteri Corynebacterium diphtheria, yang dapat menyebar dari orang ke orang. Seseorang bisa tertular difteri bila tidak sengaja menghirup atau menelan percikan air liur yang dikeluarkan penderita saat batuk atau bersin. Penularan juga bisa terjadi jika menyentuh benda yang sudah terkontaminasi air liur penderita, seperti gelas atau sendok."
        ]
      },
      {
        "tag": "tindakan_difteri",
        "patterns": [
          "Apa yang sebaiknya dilakukan sebagai pertolongan pertama pada kasus difteri?",
          "Bagaimana pertolongan pertama saat terkena difteri?",
          "Langkah pertama yang perlu diambil jika terinfeksi difteri",
          "Cara memberikan pertolongan pertama pada kasus difteri",
          "Jika terkena difteri, tindakan apa yang harus segera diambil?",
          "Apa tindakan pertama yang perlu diambil jika terinfeksi difteri?",
          "Tindakan medis yang diperlukan saat terkena difteri",
          "Cara pertolongan pertama yang efektif untuk kasus difteri",
          "Saat terkena difteri, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang dianjurkan untuk kasus difteri",
          "Apa yang sebaiknya dilakukan dalam pengobatan difteri?",
          "Tindakan yang perlu diambil jika terinfeksi difteri",
          "Cara pengobatan yang direkomendasikan untuk difteri",
          "Pertolongan pertama yang diperlukan saat difteri menyerang",
          "Langkah-langkah pengobatan yang dianjurkan untuk difteri",
          "Bagaimana memberikan pertolongan pertama pada kasus difteri yang parah?",
          "Tindakan darurat yang harus diambil jika terkena difteri",
          "Cara pengobatan difteri yang paling efektif",
          "Apa yang harus dilakukan dalam pengobatan difteri?",
          "Tindakan medis yang diperlukan untuk mengatasi difteri",
          "Cara mengatasi difteri dengan pengobatan yang tepat",
          "Jika terkena difteri, apa yang harus dilakukan terlebih dahulu?",
          "Pengobatan yang efektif untuk kasus difteri",
          "Apa yang sebaiknya dilakukan dalam pengobatan difteri?",
          "Tindakan yang perlu diambil jika terinfeksi difteri",
          "Cara pengobatan yang direkomendasikan untuk difteri",
          "Pertolongan pertama yang diperlukan saat difteri menimbulkan gejala yang serius",
          "Langkah-langkah pengobatan yang harus segera dilakukan untuk difteri",
          "Bagaimana memberikan pertolongan pertama pada kasus difteri yang serius?",
          "Tindakan darurat yang harus diambil ketika difteri terdeteksi"
        ],
        "responses": [
          "Lakukan pemeriksaan ke dokter jika mengalami gejala penyakit difteri di atas, terutama bila memiliki risiko untuk tertular. Difteri tergolong penyakit serius dan harus diatasi sesegera mungkin. Menurut data statistik, 1 dari 10 pasien difteri meninggal dunia meski telah mendapat pengobatan."
        ]
      },
      {
        "tag": "diagnosis_leptospirosis",
        "patterns": [
          "demam tinggi dan menggigil, mata merah, nyeri otot bagian punggung bawah, bintik - bintik merah di kulit",
          "Mata merah bisa menjadi tanda infeksi.",
          "Nyeri otot di bagian punggung bawah adalah gejala yang umum.",
          "Nyeri otot bagian punggung bawah bisa disertai dengan demam.",
          "Bintik-bintik merah di kulit adalah gejala yang mencolok.",
          "Bintik-bintik merah di kulit bisa menjadi tanda peradangan.",
          "Demam tinggi dan menggigil seringkali terjadi bersamaan.",
          "Mata merah adalah gejala yang umum pada beberapa kondisi infeksi.",
          "Nyeri otot di bagian punggung bawah bisa membuat aktivitas sulit.",
          "Bintik-bintik merah di kulit dapat menimbulkan kekhawatiran.",
          "Demam tinggi dan menggigil bisa menjadi indikasi masalah kesehatan serius.",
          "Mata merah dapat disebabkan oleh berbagai faktor termasuk alergi.",
          "Nyeri otot di bagian punggung bawah mungkin memerlukan istirahat.",
          "Bintik-bintik merah di kulit perlu dinilai oleh dokter.",
          "Gejala demam tinggi dan menggigil harus segera diperhatikan.",
          "Mata merah dapat disebabkan oleh infeksi virus atau bakteri.",
          "Nyeri otot di bagian punggung bawah bisa terjadi akibat cedera.",
          "Bintik-bintik merah di kulit memerlukan evaluasi medis.",
          "Demam tinggi dan menggigil adalah gejala yang memerlukan perhatian segera.",
          "Mata merah adalah tanda peradangan pada mata.",
          "Nyeri otot di bagian punggung bawah dapat memengaruhi kualitas hidup.",
          "Bintik-bintik merah di kulit bisa menjadi tanda kondisi yang serius.",
          "Demam tinggi dan menggigil dapat mengindikasikan infeksi.",
          "Mata merah mungkin disebabkan oleh iritasi.",
          "Nyeri otot di bagian punggung bawah dapat membutuhkan pengobatan.",
          "Bintik-bintik merah di kulit perlu dievaluasi oleh ahli dermatologi.",
          "Gejala demam tinggi dan menggigil dapat memerlukan perawatan medis.",
          "Mata merah dapat menjadi tanda adanya masalah kesehatan mata.",
          "Nyeri otot di bagian punggung bawah mungkin memerlukan terapi fisik.",
          "Bintik-bintik merah di kulit harus segera dikonsultasikan dengan dokter.",
          "Demam tinggi dan menggigil adalah tanda peringatan pada beberapa infeksi.",
          "Mata merah bisa menjadi gejala dari infeksi mata.",
          "Nyeri otot di bagian punggung bawah memerlukan perhatian medis.",
          "Bintik-bintik merah di kulit dapat menjadi indikasi masalah kulit serius."
        ],
        "responses": [
          "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit leptospirosis"
        ]
      },
      {
        "tag": "tentang_leptospirosis",
        "patterns": [
          "apa itu leptospirosis?",
          "Apa yang dimaksud dengan leptospirosis?",
          "Bisakah Anda menjelaskan definisi leptospirosis dengan lebih rinci?",
          "Leptospirosis adalah penyakit apa?",
          "Apa yang seharusnya kita ketahui tentang definisi leptospirosis?",
          "Apakah Anda bisa memberikan penjelasan yang lebih mendalam tentang leptospirosis?",
          "Bagaimana cara menggambarkan leptospirosis?",
          "Apa definisi medis dari leptospirosis?",
          "Apakah yang dimaksud dengan istilah 'leptospirosis' dalam konteks kesehatan?",
          "Mohon berikan penjelasan tentang leptospirosis secara lengkap.",
          "Apa yang perlu diketahui tentang definisi leptospirosis secara ilmiah?",
          "Apa yang seharusnya kita ketahui tentang pengertian leptospirosis yang tepat?",
          "Bisakah Anda menjelaskan apa itu leptospirosis dengan lebih baik?",
          "Apa yang bisa Anda sampaikan tentang definisi leptospirosis yang akurat?",
          "Bagaimana leptospirosis didefinisikan dalam literatur medis?",
          "Apa yang dimaksudkan oleh istilah 'leptospirosis' dalam bidang kedokteran?",
          "Apa yang perlu kita ketahui tentang definisi leptospirosis?",
          "Apa yang dapat Anda sampaikan tentang definisi leptospirosis yang benar?",
          "Leptospirosis adalah istilah medis untuk kondisi apa?",
          "Bagaimana cara menggambarkan leptospirosis dalam konteks kesehatan?",
          "Apa yang bisa Anda ketahui tentang definisi leptospirosis dalam bahasa medis yang jelas?",
          "Apakah leptospirosis adalah penyakit menular?",
          "Bagaimana cara penularan leptospirosis?",
          "Apa saja gejala utama leptospirosis?",
          "Apa yang dapat Anda sampaikan tentang penyebab leptospirosis?",
          "Bagaimana leptospirosis bisa dihindari?",
          "Apakah ada vaksin untuk leptospirosis?",
          "Bagaimana cara mendeteksi leptospirosis?",
          "Apa yang dapat Anda sampaikan tentang pencegahan leptospirosis?",
          "Bagaimana cara pengobatan leptospirosis?",
          "Apa yang sebaiknya dilakukan jika terkena leptospirosis?",
          "Apa yang seharusnya kita ketahui tentang penanganan leptospirosis?",
          "Apa saja komplikasi yang dapat timbul akibat leptospirosis?",
          "Bagaimana cara pengobatan leptospirosis pada anak-anak?",
          "Apa yang perlu diketahui tentang vektor penyakit leptospirosis?"
        ],
        "responses": [
          "Leptospirosis adalah penyakit yang disebabkan oleh bakteri Leptospira. Bakteri ini dapat menyebar melalui urine atau darah hewan yang terinfeksi. Beberapa hewan yang tergolong sebagai perantara penyebaran leptospirosis adalah tikus, sapi, anjing, dan babi. "
        ]
      },
      {
        "tag": "tindakan_leptospirosis",
        "patterns": [
          "Jelaskan pertolongan pertama leptospirosis yang seharusnya diberikan.",
          "Apa yang harus dilakukan jika terkena leptospirosis?",
          "Bagaimana cara pengobatan leptospirosis dilakukan?",
          "Pertolongan pertama leptospirosis, bisakah Anda menjelaskannya?",
          "Jika terkena leptospirosis, tindakan apa yang perlu diambil?",
          "Cara pengobatan leptospirosis, mohon diberikan penjelasannya.",
          "Tolong jelaskan apa yang harus dilakukan pada pertolongan pertama leptospirosis.",
          "Saya tidak tahu apa yang harus dilakukan jika terkena leptospirosis.",
          "Bagaimana seharusnya cara pengobatan leptospirosis?",
          "Apa tindakan pertolongan pertama yang tepat untuk leptospirosis?",
          "Jika terkena leptospirosis, apa langkah pertama yang harus diambil?",
          "Mohon berikan informasi mengenai cara pengobatan leptospirosis.",
          "Pertolongan pertama leptospirosis harus dijelaskan dengan detail.",
          "Saya tidak tahu apa yang seharusnya dilakukan jika terkena leptospirosis.",
          "Bagaimana cara pengobatan leptospirosis biasanya dilakukan?",
          "Tolong berikan penjelasan tentang pertolongan pertama leptospirosis.",
          "Apa saja langkah yang perlu diambil jika terkena leptospirosis?",
          "Cara pengobatan leptospirosis, bisa dijelaskan lebih lanjut?",
          "Mohon jelaskan dengan rinci tentang pertolongan pertama leptospirosis.",
          "Saya perlu informasi lebih lanjut tentang tindakan yang harus diambil jika terkena leptospirosis.",
          "Apa saja prosedur pengobatan leptospirosis yang umum?",
          "Bagaimana seharusnya pertolongan pertama untuk leptospirosis dilakukan?"
        ],
        "responses": [
          "Leptospirosis yang ringan umumnya tidak memerlukan penanganan khusus, bahkan bisa sembuh dengan sendirinya dalam 7 hari. Pada kondisi yang berat, pengobatan ditujukan untuk meredakan gejala dan mencegah komplikasi.  Beberapa obat yang akan diberikan adalah Obat antibiotik, seperti penisilin, amoxicillin, ampicillin, doxycycline, atau azithromycin. Obat penurun demam dan nyeri, seperti paracetamol atau ibuprofen"
        ]
      },
      {
        "tag": "goodbye",
        "patterns": [
          "Dah",
          "Dadah",
          "Bye",
          "Byee",
          "Good bye",
          "Selamat tinggal",
          "Sampai jumpa",
          "Bai",
          "See you"
        ],
        "responses": [
          "Good bye!"
        ]
      },
      {
        "tag": "terimakasih",
        "patterns": [
          "Thanks",
          "Thank you",
          "Terima kasih",
          "Makasih",
          "Terima kasih banyak"
        ],
        "responses": [
          "Dengan senang hati"
        ]
      }
    ]
  }
  
