{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "hallo",
        "hai",
        "halo",
        "hei",
        "hi",
        "hy",
        "pagi",
        "morning",
        "siang",
        "afternoon",
        "sore",
        "malam",
        "bro",
        "sis",
        "kawan"
      ],
      "responses": [
        "Hai! Dokbot di sini. Kamu sedang sakit ya? sebutkan gejala apa saja yang sedang kamu alami!",
        "Halo! Saya Dokbot, salam kenal ya! Kamu sedang sakit ya? sebutkan gejala apa saja yang sedang kamu alami!"
      ]
    },
    {
      "tag": "diagnosis_DBD",
      "patterns": [
        "Lemas, Sakit kepala hebat, Nyeri di bagian belakang mata, Sakit otot dan sendi, Hilang nafsu makan, Mual dan muntah, Ruam kemerahan yang timbul atau tidak timbul, Gusi berdarah atau mimisan, Buang air besar berdarah, muntah berdarah",
        "naiknya suhu tubuh secara mendadak, demam berlangsung selama 3 hari, demam 39 sampai 40 derajat celcius",
        "Lemas dan sakit kepala hebat",
        "Lemas dan sakit kepala hebat.",
        "Nyeri di bagian belakang mata dan lemas.",
        "Sakit otot dan sendi yang parah.",
        "Hilang nafsu makan dan mual.",
        "Mual dan muntah yang terus-menerus.",
        "Ruam kemerahan pada kulit.",
        "Gusi berdarah dan sakit kepala hebat.",
        "Buang air besar berdarah dan nyeri di mata.",
        "Muntah berdarah dan demam mendadak.",
        "Demam 39 derajat celcius dan sakit otot.",
        "Demam berlangsung selama 3 hari dan lemas.",
        "Gusi berdarah dan lemas.",
        "Mual dan nyeri di mata.",
        "Buang air besar berdarah dan sakit kepala.",
        "Ruam kemerahan dan muntah berdarah.",
        "Demam 40 derajat celcius dan nyeri di mata.",
        "Nyeri di bagian belakang mata dan muntah.",
        "Sakit otot dan sendi yang parah.",
        "Hilang nafsu makan dan demam mendadak.",
        "Lemas dan ruam kemerahan.",
        "Mual dan demam 39 derajat celcius.",
        "Buang air besar berdarah dan sakit otot.",
        "Gusi berdarah dan muntah berdarah.",
        "Nyeri di bagian belakang mata dan ruam kemerahan.",
        "Sakit kepala hebat dan lemas.",
        "Demam berlangsung selama 3 hari dan mual.",
        "Demam 40 derajat celcius dan sakit otot.",
        "Muntah dan nyeri di mata.",
        "Buang air besar berdarah dan demam mendadak."
      ],
      "responses": [
        "berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit demam berdarah"
      ]
    },
    {
      "tag": "tentang_DBD",
      "patterns": [
        "apa itu DBD?",
        "Apa yang dimaksud dengan DBD?",
        "Bisa jelaskan tentang DBD secara detail?",
        "Mohon berikan penjelasan mengenai DBD.",
        "Apa yang perlu saya ketahui tentang DBD?",
        "DBD adalah penyakit apa?",
        "Bagaimana cara DBD ditularkan?",
        "Apa saja gejala DBD?",
        "Bagaimana cara mencegah DBD?",
        "Apa saja komplikasi yang dapat terjadi akibat DBD?",
        "Apa yang perlu saya ketahui tentang vektor penyakit DBD?",
        "Apakah DBD berbahaya?",
        "Apa saja faktor risiko yang dapat meningkatkan kemungkinan terkena DBD?",
        "Bagaimana cara diagnosis DBD dilakukan?",
        "Apa perbedaan antara DBD dan penyakit lain yang memiliki gejala serupa?",
        "Bagaimana cara mengenali tanda-tanda awal DBD?",
        "Apa yang perlu saya ketahui tentang penyebaran DBD di daerah saya?",
        "Bisa Anda memberikan penjelasan tentang DBD?",
        "Tolong, jelaskan DBD secara rinci.",
        "Apa definisi DBD?",
        "Bagaimana Anda bisa menjelaskan DBD?",
        "Apakah Anda bisa memberi tahu saya apa itu DBD?",
        "Saya ingin tahu lebih banyak tentang DBD, bisakah Anda menjelaskannya?",
        "Mohon berikan gambaran umum tentang DBD.",
        "Bagaimana cara Anda mendefinisikan DBD?",
        "Bisakah Anda berbicara lebih lanjut tentang DBD?",
        "Tolong jelaskan secara singkat mengenai DBD.",
        "Saya butuh penjelasan mengenai DBD, bisakah Anda memberi tahu saya?",
        "Apa yang dapat Anda katakan tentang DBD?",
        "Mohon berikan informasi tentang DBD.",
        "Saya ingin memahami DBD dengan lebih baik, bisakah Anda menjelaskan?"
      ],
      "responses": [
        "Demam berdarah adalah penyakit infeksi akibat virus  yang menular melalui gigitan nyamuk. Penyakit ini menimbulkan gejala demam tinggi, sakit kepala, serta nyeri tulang dan otot. Jika tidak ditangani dengan tepat, demam berdarah berisiko mengancam nyawa. Demam berdarah atau DBD dapat menyerang anak-anak dan orang dewasa. Penyakit ini menular ketika nyamuk pembawa virus Dengue menggigit penderita demam berdarah, kemudian menggigit orang yang sehat. Demam berdarah lebih banyak terjadi saat musim hujan. Hal ini karena pada musim tersebut, nyamuk Aedes aegypti lebih banyak berkembang biak. Selain itu, seseorang lebih berisiko terkena DBD jika ia berada di daerah dengan kasus demam berdarah yang tinggi, terutama jika area tersebut padat penduduk."
      ]
    },
    {
      "tag": "tindakan_DBD",
      "patterns": [
        "pertolongan pertama DBD",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk DBD",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena DBD",
        "Saat terkena DBD, apa yang harus dilakukan",
        "Apa saja tindakan yang perlu diambil ketika seseorang mengalami infeksi DBD",
        "Bagaimana cara memberikan pertolongan pertama saat terinfeksi DBD",
        "Jika seseorang mengalami DBD, apa tindakan yang sebaiknya diambil",
        "Apa yang harus dilakukan jika terdiagnosis dengan DBD",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi DBD",
        "Saat seseorang terkena DBD, apa yang sebaiknya dilakukan secara cepat",
        "Jika seseorang mengalami gejala DBD, apa tindakan awal yang harus diambil",
        "Apa pertolongan pertama yang dapat dilakukan untuk kasus DBD",
        "Bagaimana langkah-langkah pertolongan pertama yang harus diambil saat terkena DBD",
        "Apa yang sebaiknya dilakukan jika seseorang terkena DBD",
        "Apa langkah-langkah yang perlu diambil jika Anda mengalami DBD",
        "Bagaimana cara pertolongan pertama saat terkena DBD",
        "Apa tindakan pertama yang perlu diambil ketika menghadapi kasus DBD",
        "Jika Anda terinfeksi DBD, apa yang sebaiknya dilakukan untuk merawat diri sendiri",
        "Bagaimana cara mengatasi DBD pada tahap awal",
        "Apa langkah-langkah yang harus diambil saat seseorang terkena DBD",
        "apa yang harus dilakukan saat terkena DBD?",
        "kalo aku terkena DBD aku harus apa",
        "pengobatan DBD",
        "cara menyembuhkan DBD",
        "aku terkena DBD harus ngapain",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi DBD?",
        "Saat terkena DBD, apa yang harus dilakukan secara cepat dan efektif?",
        "Apa tindakan awal yang harus diambil jika seseorang mengalami gejala DBD?",
        "Jika seseorang terinfeksi DBD, apa yang sebaiknya dilakukan untuk merawat diri sendiri?",
        "Bagaimana cara mengatasi DBD pada tahap awal?"
      ],
      "responses": [
        "Penanganan demam berdarah tahap awal bisa dilakukan di rumah selama tidak terdapat tanda bahaya dengan melakukan tindakan - tindakan berikut. Mencukupi kebutuhan cairan dengan minuman selain air putih, seperti susu, jus buah, cairan isotonik, oralit, atau air beras. Mengonsumsi makanan dengan gizi lengkap dan seimbang. Beristirahat yang cukup. Minum paracetamol jika demam naik melebihi 390C atau untuk meredakan sakit kepala dan nyeri otot yang mengganggu. Jika terjadi tanda bahaya DBD, pasien harus segera dibawa ke IGD rumah sakit"
      ]
    },
    {
      "tag": "diagnosis_chikungunya",
      "patterns": [
        "Ruam kemerahan, Nyeri tulang, sendi bengkak, sakit kepala, lemas",
        "Nyeri tulang, Ruam kemerahan, sakit kepala, sendi bengkak, lemas.",
        "Lemas, sakit kepala, sendi bengkak, Nyeri tulang, ruam kemerahan.",
        "Sakit kepala, ruam kemerahan, sendi bengkak, lemas, Nyeri tulang.",
        "Sendi bengkak, lemas, sakit kepala, ruam kemerahan, Nyeri tulang.",
        "Nyeri tulang, sendi bengkak, ruam kemerahan, lemas, sakit kepala.",
        "Lemas, ruam kemerahan, Nyeri tulang, sakit kepala, sendi bengkak.",
        "Sakit kepala, sendi bengkak, Nyeri tulang, lemas, ruam kemerahan.",
        "Ruam kemerahan, lemas, Nyeri tulang, sendi bengkak, sakit kepala.",
        "Sakit kepala, Nyeri tulang, sendi bengkak, lemas, ruam kemerahan.",
        "Lemas, sendi bengkak, ruam kemerahan, sakit kepala, Nyeri tulang.",
        "Nyeri tulang, ruam kemerahan, sakit kepala, sendi bengkak, lemas.",
        "Sakit kepala, lemas, ruam kemerahan, Nyeri tulang, sendi bengkak.",
        "Sendi bengkak, sakit kepala, Nyeri tulang, lemas, ruam kemerahan.",
        "Lemas, Nyeri tulang, sendi bengkak, sakit kepala, ruam kemerahan.",
        "Ruam kemerahan, sakit kepala, lemas, sendi bengkak, Nyeri tulang.",
        "Nyeri tulang, sendi bengkak, lemas, ruam kemerahan, sakit kepala.",
        "Sakit kepala, ruam kemerahan, sendi bengkak, Nyeri tulang, lemas.",
        "Sendi bengkak, lemas, Nyeri tulang, sakit kepala, ruam kemerahan.",
        "Lemas, sakit kepala, sendi bengkak, Nyeri tulang, ruam kemerahan.",
        "Ruam kemerahan, lemas, Nyeri tulang, sendi bengkak, sakit kepala.",
        "Sakit kepala, sendi bengkak, Nyeri tulang, lemas, ruam kemerahan.",
        "Nyeri tulang, ruam kemerahan, sakit kepala, sendi bengkak, lemas.",
        "Lemas, Nyeri tulang, sendi bengkak, ruam kemerahan, sakit kepala.",
        "Sakit kepala, lemas, ruam kemerahan, Nyeri tulang, sendi bengkak.",
        "Sendi bengkak, sakit kepala, Nyeri tulang, lemas, ruam kemerahan.",
        "Lemas, sakit kepala, sendi bengkak, Nyeri tulang, ruam kemerahan.",
        "Ruam kemerahan, sakit kepala, lemas, sendi bengkak, Nyeri tulang.",
        "Nyeri tulang, sendi bengkak, lemas, ruam kemerahan, sakit kepala.",
        "Sakit kepala, ruam kemerahan, sendi bengkak, Nyeri tulang, lemas."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit chikungunya"
      ]
    },
    {
      "tag": "tentang_chikungunya",
      "patterns": [
        "jelaskan apa itu chikungunya?",
        "Apa yang dimaksud dengan chikungunya?",
        "Bisa Anda memberikan penjelasan tentang chikungunya?",
        "Tolong, jelaskan chikungunya secara rinci.",
        "Apa definisi chikungunya?",
        "Bagaimana Anda bisa menjelaskan chikungunya?",
        "Apakah Anda bisa memberi tahu saya apa itu chikungunya?",
        "Saya ingin tahu lebih banyak tentang chikungunya, bisakah Anda menjelaskannya?",
        "Mohon berikan gambaran umum tentang chikungunya.",
        "Bagaimana cara Anda mendefinisikan chikungunya?",
        "Bisakah Anda berbicara lebih lanjut tentang chikungunya?",
        "Tolong jelaskan secara singkat mengenai chikungunya.",
        "Saya butuh penjelasan mengenai chikungunya, bisakah Anda memberi tahu saya?",
        "Apa yang dapat Anda katakan tentang chikungunya?",
        "Mohon berikan informasi tentang chikungunya.",
        "Saya ingin memahami chikungunya dengan lebih baik, bisakah Anda menjelaskan?",
        "Apa saja yang perlu saya ketahui tentang chikungunya?",
        "Bisakah Anda menjelaskan dengan detail apa itu chikungunya?",
        "Saya ingin memahami esensi dari chikungunya, tolong jelaskan.",
        "Mohon jelaskan apa itu chikungunya dan bagaimana cara penularannya.",
        "Saya ingin mendapatkan penjelasan komprehensif mengenai chikungunya.",
        "Tolong jelaskan dengan lebih lanjut tentang chikungunya.",
        "Apa yang Anda ketahui tentang chikungunya?",
        "Bagaimana Anda bisa menggambarkan chikungunya?",
        "Mohon berikan definisi chikungunya.",
        "Saya perlu penjelasan lengkap mengenai chikungunya, bisakah Anda membantu?",
        "Apa itu chikungunya dan mengapa itu penting?",
        "Bisakah Anda memberikan penjelasan singkat tentang chikungunya?",
        "Saya ingin tahu lebih banyak tentang chikungunya, bisa Anda menjelaskannya?",
        "Apa yang dapat Anda katakan tentang chikungunya yang mungkin belum saya tahu?",
        "Mohon jelaskan apa itu chikungunya dan apa yang perlu saya ketahui tentangnya.",
        "Apa yang dimaksud dengan penyakit chikungunya?",
        "Bisakah Anda menjelaskan asal-usul chikungunya?",
        "Apa yang perlu saya ketahui tentang epidemiologi chikungunya?",
        "Mohon berikan gambaran umum tentang gejala chikungunya."
      ],
      "responses": [
        "Chikungunya adalah infeksi virus yang ditandai dengan demam dan nyeri sendi secara mendadak. Virus ini menyerang dan menulari manusia melalui gigitan nyamuk Aedes aegypti atau Aedes albopictus, dua jenis nyamuk yang juga dikenal sebagai penyebab demam berdarah. Nyamuk Aedes mendapatkan virus Chikungunya saat menggigit seseorang yang telah terinfeksi sebelumnya. Penularan terjadi bila orang lain digigit oleh nyamuk pembawa virus chikungunya. Meski demikian, virus chikungunya hanya menular melalui nyamuk dan tidak menyebar secara langsung antarmanusia."
      ]
    },
    {
      "tag": "tindakan_chikungunya",
      "patterns": [
        "Pertolongan pertama untuk chikungunya adalah apa?",
        "Bagaimana pertolongan pertama chikungunya seharusnya dilakukan?",
        "Apa yang perlu saya lakukan sebagai pertolongan pertama jika terkena chikungunya?",
        "Bagaimana langkah-langkah pertolongan pertama yang seharusnya diambil pada kasus chikungunya?",
        "Jika terkena chikungunya, apa langkah pertama yang harus saya ambil?",
        "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang terinfeksi chikungunya?",
        "Saya butuh informasi tentang pertolongan pertama pada kasus chikungunya.",
        "Apa yang harus saya lakukan pertama kali jika saya mencurigai terkena chikungunya?",
        "Jika saya mengalami gejala chikungunya, apa yang sebaiknya saya lakukan pertama-tama?",
        "Bagaimana cara memberikan pertolongan pertama pada anak yang terkena chikungunya?",
        "Apa tindakan pertama yang harus diambil saat terdiagnosis chikungunya?",
        "Bagaimana cara saya dapat memberikan pertolongan pertama kepada teman atau keluarga yang terkena chikungunya?",
        "Saya perlu petunjuk tentang pertolongan pertama untuk chikungunya.",
        "Jika saya terkena chikungunya, apa yang seharusnya saya hindari?",
        "Apa yang perlu saya lakukan jika ada wabah chikungunya di wilayah saya?",
        "Saya ingin tahu apa yang harus dilakukan jika terkena chikungunya.",
        "Bagaimana cara mengenali gejala chikungunya dan bertindak dengan cepat?",
        "Apakah terdapat obat yang efektif untuk pengobatan chikungunya?",
        "Bagaimana cara pengobatan yang umumnya digunakan untuk mengatasi chikungunya?",
        "Apa jenis pengobatan yang biasanya direkomendasikan untuk kasus chikungunya?",
        "Apa obat-obatan yang dapat membantu meredakan gejala chikungunya?",
        "Saya ingin tahu tentang terapi pengobatan yang efektif untuk chikungunya.",
        "Apakah terdapat pengobatan rumahan yang efektif untuk mengatasi chikungunya?",
        "Bagaimana peran nutrisi dalam pengobatan chikungunya?",
        "Saya perlu saran tentang bagaimana menjalani perawatan saat mengidap chikungunya.",
        "Apakah ada makanan atau minuman yang perlu dihindari selama pengobatan chikungunya?",
        "Bagaimana cara mengatur rutinitas harian saat sedang dalam masa pemulihan chikungunya?",
        "Saya ingin tahu apakah terdapat metode pijat atau terapi lain yang dapat membantu meredakan nyeri akibat chikungunya.",
        "Apakah ada obat-obatan over-the-counter yang aman untuk digunakan pada kasus chikungunya?",
        "Bagaimana cara mencari dukungan medis saat mengalami gejala chikungunya yang parah?",
        "Apakah terdapat perubahan gaya hidup yang perlu diterapkan setelah mengalami chikungunya?",
        "Saya ingin tahu bagaimana pengaruh chikungunya terhadap kesehatan jangka panjang.",
        "Apakah ada cara alami yang dapat membantu mengurangi gejala chikungunya?"
      ],
      "responses": [
        "Chikungunya tidak memerlukan pengobatan khusus, karena akan sembuh dengan sendirinya. Dalam banyak kasus, gejala penyakit ini akan mereda dalam 1–2 minggu. Pengobatan chikungunya hanya untuk meredakan gejala penyakit ini dengan cara meminum obat antiradang atau obat flu tulang seperti paracetamol, ibuprofen, atau naproxen dan juga perlu beristirahat cukup"
      ]
    },
    {
      "tag": "diagnosis_tbc",
      "patterns": [
        "Batuk yang berlangsung lama (3 minggu atau lebih), Batuk biasanya disertai dengan dahak atau batuk darah, Nyeri dada saat bernapas atau batuk, Penurunan berat badan, Demam dan menggigil",
        "Batuk yang berlangsung lama dan disertai dengan dahak.",
        "Nyeri dada saat bernapas dan batuk.",
        "Penurunan berat badan yang tidak diinginkan.",
        "Demam dan menggigil yang persisten.",
        "Batuk yang berlangsung lama, disertai batuk darah.",
        "Gejala batuk yang berlangsung lebih dari 3 minggu.",
        "Nyeri dada ketika batuk atau bernapas dalam.",
        "Penurunan berat badan yang tidak dapat dijelaskan.",
        "Demam yang terus menerus dan menggigil.",
        "Batuk yang berlangsung lebih dari 3 minggu dengan dahak.",
        "Nyeri dada saat batuk atau bernapas.",
        "Hilangnya berat badan yang tidak terkendali.",
        "Demam berulang dengan menggigil.",
        "Batuk yang berkepanjangan dengan dahak atau darah.",
        "Gejala batuk yang berlarut-larut.",
        "Nyeri dada yang terasa saat bernapas atau batuk.",
        "Penurunan berat badan yang signifikan.",
        "Demam yang tidak mereda dan menggigil.",
        "Batuk yang berlangsung selama beberapa minggu.",
        "Batuk yang disertai dengan dahak atau darah.",
        "Nyeri dada yang bertambah saat batuk.",
        "Kehilangan berat badan yang mencolok.",
        "Demam persisten dan menggigil.",
        "Batuk kronis dengan munculnya dahak.",
        "Nyeri dada yang dirasakan saat bernapas dalam atau batuk.",
        "Penurunan berat badan yang tidak wajar.",
        "Demam berkepanjangan yang disertai dengan menggigil.",
        "Batuk yang tidak mereda selama berhari-hari.",
        "Batuk yang disertai dengan keluarnya darah.",
        "Nyeri dada yang semakin parah saat batuk."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit tbc"
      ]
    },
    {
      "tag": "tentang_tbc",
      "patterns": [
        "apa itu tuberkulosis",
        "Apa definisi dari penyakit tuberkulosis?",
        "Bisakah Anda menjelaskan tentang tuberkulosis secara rinci?",
        "Mohon berikan penjelasan lengkap mengenai tuberkulosis.",
        "Apa yang dimaksud dengan TB (tuberkulosis)?",
        "Bagaimana Anda bisa menjelaskan tuberkulosis dengan sederhana?",
        "Saya ingin memahami apa itu penyakit tuberkulosis.",
        "Bisa jelaskan penyebab dan gejala tuberkulosis?",
        "Mohon berikan gambaran umum tentang tuberkulosis.",
        "Apakah tuberkulosis itu menular?",
        "Bagaimana cara tuberkulosis ditularkan dari satu orang ke orang lain?",
        "Apa saja gejala klinis yang biasanya muncul pada tuberkulosis?",
        "Saya ingin tahu lebih banyak tentang infeksi tuberkulosis.",
        "Bisakah Anda menjelaskan patofisiologi tuberkulosis?",
        "Bagaimana diagnosa tuberkulosis biasanya dilakukan?",
        "Apakah ada metode pencegahan untuk tuberkulosis?",
        "Bisa Anda memberikan penjelasan singkat tentang TB?",
        "Apakah tuberkulosis itu berbahaya?",
        "Bagaimana cara pengobatan tuberkulosis dilakukan?",
        "Apakah ada obat-obatan yang efektif untuk mengatasi tuberkulosis?",
        "Bagaimana cara penyebaran bakteri penyebab tuberkulosis dihentikan?",
        "Apakah ada komplikasi yang dapat terjadi akibat tuberkulosis?",
        "Bagaimana prognosisnya bagi seseorang yang terkena tuberkulosis?",
        "Apakah perbedaan antara TB dan penyakit pernapasan lainnya?",
        "Apakah ada vaksin untuk mencegah tuberkulosis?",
        "Bagaimana cara diagnosis dini tuberkulosis dilakukan?",
        "Apakah yang perlu saya ketahui tentang pengobatan TB?",
        "Bagaimana pengobatan TB multidrug-resistant (MDR-TB) berbeda dari TB biasa?",
        "Bisakah Anda menjelaskan peran terapi pengobatan dalam penanganan TB?"
      ],
      "responses": [
        "Tuberkulosis (TBC) atau TB adalah penyakit menular akibat infeksi bakteri. TBC umumnya menyerang paru-paru, tetapi juga dapat menyerang organ tubuh lain, seperti ginjal, tulang belakang, dan otak. Penularan tuberkulosis (TBC) terjadi ketika seseorang tidak sengaja menghirup percikan ludah (droplet) saat seseorang yang terinfeksi TBC bersin atau batuk. Oleh sebab itu, risiko penularan penyakit ini lebih tinggi pada orang yang tinggal serumah dengan penderita TBC."
      ]
    },
    {
      "tag": "tindakan_tbc",
      "patterns": [
        "Bagaimana pertolongan pertama untuk kasus tuberkulosis?",
        "Apa langkah-langkah pertolongan pertama ketika terdiagnosis tuberkulosis?",
        "Bagaimana tindakan pertama yang harus diambil jika terkena tuberkulosis?",
        "Jika saya menduga terkena tuberkulosis, apa yang harus saya lakukan?",
        "Apa yang perlu saya lakukan jika mendapati gejala tuberkulosis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama untuk tuberkulosis.",
        "Bagaimana cara memberikan pertolongan pertama pada kasus tuberkulosis?",
        "Apa yang seharusnya saya lakukan jika ada indikasi tuberkulosis?",
        "Saya khawatir terkena tuberkulosis, apa yang harus saya lakukan sekarang?",
        "Apa yang harus dilakukan jika terdiagnosis tuberkulosis?",
        "Jika saya positif terkena tuberkulosis, apa langkah selanjutnya?",
        "Bagaimana cara mengobati tuberkulosis secara efektif?",
        "Apa yang seharusnya saya ketahui tentang pengobatan tuberkulosis?",
        "Saya ingin tahu prosedur pengobatan tuberkulosis yang direkomendasikan.",
        "Bagaimana cara efektif mengatasi tuberkulosis?",
        "Apa langkah pertama dalam proses pengobatan tuberkulosis?",
        "Saya memiliki kerabat yang terkena tuberkulosis, bagaimana cara membantunya?",
        "Apa saja opsi pengobatan yang tersedia untuk tuberkulosis?",
        "Bagaimana cara pengobatan tuberkulosis biasanya dilakukan?",
        "Apakah ada obat-obatan yang efektif untuk mengatasi tuberkulosis?",
        "Bagaimana cara penyebaran bakteri penyebab tuberkulosis dihentikan?",
        "Apakah ada komplikasi yang dapat terjadi akibat tuberkulosis?",
        "Bagaimana prognosisnya bagi seseorang yang terkena tuberkulosis?",
        "Apakah perbedaan antara tuberkulosis dan penyakit pernapasan lainnya?",
        "Bagaimana cara mencegah penyebaran tuberkulosis di komunitas?",
        "Apakah ada vaksin untuk mencegah tuberkulosis?",
        "Bagaimana cara diagnosis dini tuberkulosis dilakukan?",
        "Apakah yang perlu saya ketahui tentang pengobatan tuberkulosis?"
      ],
      "responses": [
        "Obat TBC yang diminum merupakan kombinasi dari dua atau empat obat berikut diantarannya isoniazid, rifampicin, pyrazinamide, ethambutol. Obat tersebut harus diminum secara rutin selama 6 sampai 9 bulan. Jika pasien berhenti minum obat sebelum waktu yang disarankan, bakteri TBC berpotensi kebal terhadap obat yang biasa diberikan. Akibatnya, TBC menjadi lebih berbahaya dan akan lebih sulit diobati."
      ]
    },
    {
      "tag": "diagnosis_filariasis",
      "patterns": [
        "pembengkakan limfa atau kelenjar getah bening, pembengkakan di tungkai, pembengkakan di lengan",
        "Pembengkakan limfa",
        "Pembengkakan kelenjar getah bening",
        "Pembengkakan di tungkai",
        "Pembengkakan di lengan",
        "Pembengkakan pada kelenjar getah bening",
        "Tanda-tanda pembengkakan di tungkai",
        "Tanda-tanda pembengkakan di lengan",
        "Gejala pembengkakan kelenjar getah bening",
        "Pembengkakan pada tungkai",
        "Pembengkakan pada lengan",
        "Gejala pembengkakan limfa atau kelenjar getah bening",
        "Tanda-tanda pembengkakan pada kelenjar getah bening",
        "Tanda-tanda pembengkakan di tungkai atau lengan",
        "Pembengkakan yang terjadi pada limfa",
        "Pembengkakan kelenjar getah bening yang mencurigakan",
        "Gejala pembengkakan yang mencurigakan di tungkai",
        "Tanda-tanda pembengkakan yang mencurigakan di lengan",
        "Pembengkakan limfa yang perlu diperhatikan",
        "Tanda-tanda pembengkakan kelenjar getah bening yang perlu diperhatikan",
        "Gejala pembengkakan yang memerlukan perhatian medis",
        "Pembengkakan di tungkai yang mengkhawatirkan",
        "Tanda-tanda pembengkakan di lengan yang mengkhawatirkan",
        "Pembengkakan yang perlu segera didiagnosis",
        "Gejala pembengkakan limfa yang mengkhawatirkan",
        "Tanda-tanda pembengkakan pada kelenjar getah bening yang perlu didiskusikan",
        "Pembengkakan yang memerlukan perawatan medis",
        "Tanda-tanda pembengkakan yang harus segera ditindaklanjuti",
        "Pembengkakan limfa yang mengharuskan konsultasi medis",
        "Tanda-tanda pembengkakan kelenjar getah bening yang mengkhawatirkan"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit kaki gajah"
      ]
    },
    {
      "tag": "tentang_filariasis",
      "patterns": [
        "apa itu kaki gajah?",
        "jelaskan tentang kaki gajah",
        "Apa yang dimaksud dengan kaki gajah?",
        "Bisa jelaskan tentang penyakit kaki gajah secara rinci?",
        "Mohon berikan penjelasan mengenai kaki gajah.",
        "Kaki gajah adalah penyakit apa?",
        "Bagaimana cara kaki gajah ditularkan?",
        "Bisa jelaskan definisi kaki gajah secara lebih detail?",
        "Mohon berikan penjelasan lengkap tentang kaki gajah.",
        "Kaki gajah adalah penyakit apa?",
        "Bagaimana cara menggambarkan kaki gajah?",
        "Apakah Anda bisa menjelaskan secara terperinci tentang kaki gajah?",
        "Apa definisi medis dari kaki gajah?",
        "Apakah yang dimaksud dengan istilah 'kaki gajah' dalam konteks kesehatan?",
        "Bisa Anda memberikan definisi yang lebih jelas tentang kaki gajah?",
        "Mohon berikan pengertian yang lebih mendalam tentang kaki gajah.",
        "Bagaimana Anda mendefinisikan kaki gajah dalam istilah medis?",
        "Apa yang perlu diketahui tentang kaki gajah secara ilmiah?",
        "Bisa Anda menjelaskan istilah 'kaki gajah' secara lebih rinci?",
        "Mohon berikan penjelasan yang lebih akurat tentang kaki gajah.",
        "Bagaimana cara mengartikan kaki gajah dalam konteks penyakit?",
        "Apakah Anda dapat memberikan definisi yang tepat tentang kaki gajah?",
        "Bagaimana kaki gajah didefinisikan dalam literatur medis?",
        "Apa yang seharusnya kita ketahui tentang kaki gajah?",
        "Bisa Anda menjelaskan apa itu kaki gajah dengan lebih baik?",
        "Mohon berikan pengertian yang lebih rinci tentang kaki gajah."
      ],
      "responses": [
        "Kaki gajah atau filariasis adalah pembengkakan tungkai akibat infeksi cacing jenis filaria. Cacing ini menyerang pembuluh getah bening dan ditularkan melalui gigitan nyamuk. Penyakit kaki gajah atau filariasis disebabkan oleh infeksi cacing jenis filaria di pembuluh getah bening. Cacing ini dapat menular antarmanusia melalui gigitan nyamuk."
      ]
    },
    {
      "tag": "tindakan_filariasis",
      "patterns": [
        "jika terkena kaki gajah harus apa",
        "cara pengobatan kaki gajah",
        "pertolongan pertama kaki gajah",
        "Apa yang harus dilakukan saat pertama kali terkena kaki gajah?",
        "Bagaimana cara memberikan pertolongan pertama untuk kaki gajah?",
        "Langkah-langkah pertolongan pertama pada kasus kaki gajah",
        "Jika terkena kaki gajah, tindakan apa yang sebaiknya diambil?",
        "Apa langkah awal yang harus diambil jika terkena kaki gajah?",
        "Cara pertolongan pertama yang efektif untuk kaki gajah",
        "Saat terkena kaki gajah, apa yang harus dilakukan terlebih dahulu?",
        "Bagaimana cara memberikan bantuan pertama pada kasus kaki gajah?",
        "Tindakan pertama yang dianjurkan jika terinfeksi kaki gajah",
        "Cara pengobatan kaki gajah yang efektif",
        "Apa yang sebaiknya dilakukan sebagai pengobatan kaki gajah?",
        "Bagaimana langkah-langkah pengobatan untuk kasus kaki gajah?",
        "Tindakan medis yang diperlukan untuk mengatasi kaki gajah",
        "Cara mengobati kaki gajah secara efisien",
        "Jika terkena kaki gajah, apa langkah pertama yang harus diambil?",
        "Pengobatan yang efektif untuk kaki gajah",
        "Apa yang harus dilakukan dalam pengobatan kaki gajah?",
        "Tindakan yang perlu diambil jika terinfeksi kaki gajah",
        "Cara pengobatan yang direkomendasikan untuk kaki gajah",
        "Pertolongan pertama yang diperlukan ketika kaki gajah menyerang",
        "Langkah-langkah pengobatan yang dianjurkan untuk kaki gajah",
        "Bagaimana cara memberikan pertolongan pertama pada kasus kaki gajah yang parah?",
        "Tindakan darurat yang harus dilakukan jika terkena kaki gajah",
        "Cara pengobatan kaki gajah yang paling efektif",
        "Apa yang perlu segera dilakukan jika terinfeksi kaki gajah?",
        "Pengobatan kaki gajah yang aman dan efisien",
        "Langkah-langkah pengobatan yang dapat menyembuhkan kaki gajah",
        "Pertolongan pertama yang bisa mengurangi gejala kaki gajah",
        "Bagaimana cara meredakan kaki gajah dengan tindakan pertama?",
        "Tindakan medis yang sebaiknya diambil saat terkena kaki gajah"
      ],
      "responses": [
        "Untuk mengurangi jumlah parasit dalam tubuh, pasien dapat mengonsumsi obat cacing, seperti ivermectin, albendazole, atau diethylcarbamazine. Jika pembengkakan tungkai sudah sangat parah, atau jika terdapat pembengkakan skrotum (hidrokel), pasien bisa menjalani operasi untuk mengecilkan pembengkakan tersebut. Operasi yang dilakukan akan mengangkat sebagian kelenjar dan pembuluh limfa yang mengalami infeksi."
      ]
    },
    {
      "tag": "diagnosis_malaria",
      "patterns": [
        "mengigil, pegal linu, demam, anemia atau kurang darah, diare, bab berdarah",
        "Mengigil dan pegal linu",
        "Demam dan anemia",
        "Diare dan bab berdarah",
        "Pegal linu dengan demam",
        "Anemia dan diare",
        "Mengigil dan bab berdarah",
        "Gejala pegal linu dan demam",
        "Anemia dengan diare",
        "Mengigil dan demam tinggi",
        "Bab berdarah dan pegal linu",
        "Diare dan anemia parah",
        "Pegal linu serta gejala demam",
        "Mengigil yang disertai anemia",
        "Demam dan diare berkepanjangan",
        "Bab berdarah dan gejala mengigil",
        "Pegal linu yang diikuti demam",
        "Anemia parah dengan diare",
        "Gejala mengigil dan demam tinggi",
        "Diare kronis dan pegal linu",
        "Mengigil yang terjadi bersama anemia",
        "Demam berat dan bab berdarah",
        "Pegal linu yang disertai diare",
        "Anemia parah serta gejala mengigil",
        "Mengigil yang terjadi bersama diare",
        "Demam yang tinggi dengan bab berdarah",
        "Pegal linu dan gejala demam parah",
        "Diare berkepanjangan dan anemia parah",
        "Gejala mengigil yang terus-menerus",
        "Anemia parah dan bab berdarah",
        "Mengigil yang disertai demam tinggi"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit malaria"
      ]
    },
    {
      "tag": "tentang_malaria",
      "patterns": [
        "Apa yang dimaksud dengan malaria?",
        "Bisa jelaskan definisi malaria secara lebih detail?",
        "Mohon berikan penjelasan lengkap tentang malaria.","Malaria adalah penyakit apa?",
        "Bagaimana cara menggambarkan malaria?",
        "Apakah Anda bisa menjelaskan secara terperinci tentang malaria?",
        "Apa definisi medis dari malaria?",
        "Apakah yang dimaksud dengan istilah 'malaria' dalam konteks kesehatan?",
        "Bisa Anda memberikan definisi yang lebih jelas tentang malaria?",
        "Mohon berikan pengertian yang lebih mendalam tentang malaria.",
        "Bagaimana Anda mendefinisikan malaria dalam istilah medis?",
        "Apa yang perlu diketahui tentang malaria secara ilmiah?",
        "Bisa Anda menjelaskan istilah 'malaria' secara lebih rinci?",
        "Mohon berikan penjelasan yang lebih akurat tentang malaria.",
        "Bagaimana cara mengartikan malaria dalam konteks penyakit?",
        "Apakah Anda dapat memberikan definisi yang tepat tentang malaria?",
        "Bagaimana malaria didefinisikan dalam literatur medis?",
        "Apa yang seharusnya kita ketahui tentang malaria?",
        "Bisa Anda menjelaskan apa itu malaria dengan lebih baik?",
        "Mohon berikan pengertian yang lebih rinci tentang malaria.",
        "Bagaimana Anda mendeskripsikan malaria secara medis?",
        "Apa yang perlu kita ketahui tentang malaria dari segi definisi?",
        "Bisa Anda memberikan pengertian yang lebih detail tentang malaria?",
        "Apakah ada definisi resmi dari malaria dalam dunia medis?",
        "Apa yang dimaksud dengan malaria dalam konteks penyakit menular?",
        "Apa yang perlu diketahui tentang malaria dalam bahasa ilmiah?",
        "Apa definisi yang tepat dari malaria?",
        "Bagaimana cara mendefinisikan malaria dalam bahasa medis?",
        "Apakah ada istilah lain yang digunakan untuk merujuk pada malaria?",
        "Apa yang seharusnya kita ketahui tentang malaria dari segi definisi medis?",
        "Malaria adalah istilah medis untuk penyakit apa?"
      ],
      "responses": [
        "Malaria adalah penyakit infeksi menular yang menyebar melalui gigitan nyamuk. Penderita malaria akan mengeluhkan gejala demam dan menggigil beberapa hari setelah terinfeksi parasit yang dibawa oleh nyamuk. Manusia dapat terkena malaria setelah digigit nyamuk pembawa parasit Plasmodium. Gigitan nyamuk tersebut akan menyebabkan parasit masuk ke dalam tubuh manusia, kemudian menetap di organ hati sebelum menyerang sel darah merah. Gejala malaria timbul setidaknya 10 sampai 15 hari setelah digigit nyamuk. Gejala muncul dalam tiga tahap selama 6 sampai 12 jam, yaitu menggigil, demam dan sakit kepala, lalu keluar banyak keringat dan lemas sebelum suhu tubuh kembali normal."
      ]
    },
    {
      "tag": "tindakan_malaria",
      "patterns": [
        "Pertolongan pertama pada kasus malaria",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat terkena malaria?",
        "Bagaimana memberikan pertolongan pertama pada kasus malaria?",
        "Tindakan pertama yang perlu diambil ketika terinfeksi malaria",
        "Cara memberikan pertolongan pertama untuk malaria",
        "Jika terkena malaria, tindakan apa yang harus segera diambil?",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama jika terinfeksi malaria?",
        "Langkah-langkah pertolongan pertama untuk malaria",
        "Tindakan medis yang diperlukan saat terkena malaria",
        "Cara pertolongan pertama yang efektif untuk malaria",
        "Saat terkena malaria, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang dianjurkan untuk kasus malaria",
        "Apa yang sebaiknya dilakukan dalam pengobatan malaria?",
        "Tindakan yang perlu diambil jika terinfeksi malaria",
        "Cara pengobatan yang direkomendasikan untuk malaria",
        "Pertolongan pertama yang diperlukan saat malaria menyerang",
        "Langkah-langkah pengobatan yang dianjurkan untuk malaria",
        "Bagaimana memberikan pertolongan pertama pada kasus malaria yang parah?",
        "Tindakan darurat yang harus dilakukan jika terkena malaria",
        "Cara pengobatan malaria yang paling efektif",
        "Apa yang harus dilakukan dalam pengobatan malaria?",
        "Tindakan medis yang diperlukan untuk mengatasi malaria",
        "Cara mengatasi malaria dengan pengobatan yang tepat",
        "Jika terkena malaria, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang efektif untuk kasus malaria",
        "Apa yang sebaiknya dilakukan dalam pengobatan malaria?",
        "Tindakan yang perlu diambil jika terinfeksi malaria",
        "Cara pengobatan yang direkomendasikan untuk malaria",
        "Pertolongan pertama yang diperlukan saat malaria menimbulkan gejala yang serius",
        "Langkah-langkah pengobatan yang harus segera dilakukan untuk malaria"
      ],
      "responses": [
        "Pengobatan malaria dilakukan dengan pemberian obat antimalaria untuk membunuh parasit. Untuk menangani malaria yang disebabkan oleh Plasmodium falciparum, organisasi kesehatan dunia (WHO) membuat suatu regimen kombinasi obat yang disebut dengan artemisin-based combination therapies (ACT). Kombinasi obat tersebut adalah Artemether dan lumefantrine, Artesunate dan amodiaquine, Dihydroartemisinin dan piperaquine, Artesunate, sulfadoxine, dan pyrimethamine. Obat ini diberikan setidaknya selama 3 hari pada penderita dewasa dan anak-anak. Sementara untuk ibu hamil di trimester pertama, obat yang diberikan adalah pil kina ditambah clindamycin selama 7 hari. Untuk penanganan malaria karena infeksi Plasmodium vivax, dapat diberikan kombinasi obat ACT atau obat chloroquine. Selain itu, guna mencegah kekambuhan malaria jenis ini, dokter dapat menambahkan obat primaquine. Untuk malaria yang parah, pasien akan dirawat di rumah sakit dan diberikan obat melalui suntikan, setidaknya dalam 24 jam pertama."
      ]
    },
    {
      "tag": "diagnosis_rabies",
      "patterns": [
        "demam setelah tercakar atau tergigit hewan, lemas, sakit tenggorokan",
        "Demam setelah tercakar hewan",
        "Lemas dan sakit tenggorokan",
        "Gejala demam setelah tergigit hewan",
        "Lemas akibat gigitan hewan",
        "Sakit tenggorokan setelah tercakar hewan",
        "Demam dan lemas setelah tergigit hewan",
        "Sakit tenggorokan akibat cakaran hewan",
        "Demam yang timbul setelah tercakar oleh hewan",
        "Lemas dan sakit tenggorokan setelah tergigit oleh hewan",
        "Gejala demam dan lemas pasca tergigit oleh hewan",
        "Sakit tenggorokan dan lemas setelah tercakar oleh hewan",
        "Demam akibat gigitan hewan yang terasa lemas",
        "Lemas setelah tercakar oleh hewan",
        "Demam dan sakit tenggorokan pasca tergigit hewan",
        "Lemas dan demam setelah cakaran hewan",
        "Sakit tenggorokan akibat gigitan hewan",
        "Demam yang timbul setelah tercakar oleh hewan",
        "Lemas dan sakit tenggorokan setelah tergigit oleh hewan",
        "Gejala demam dan lemas akibat tercakar oleh hewan",
        "Sakit tenggorokan setelah gigitan hewan yang diikuti demam",
        "Demam pasca tergigit oleh hewan"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit rabies"
      ]
    },
    {
      "tag": "tentang_rabies",
      "patterns": [
        "Apa yang dimaksud dengan rabies?",
        "Bisa jelaskan definisi rabies secara lebih detail?",
        "Mohon berikan penjelasan lengkap tentang rabies.",
        "Rabies adalah penyakit apa?",
        "Bagaimana cara menggambarkan rabies?",
        "Apakah Anda bisa menjelaskan secara terperinci tentang rabies?",
        "Apa definisi medis dari rabies?",
        "Apakah yang dimaksud dengan istilah 'rabies' dalam konteks kesehatan?",
        "Bisa Anda memberikan definisi yang lebih jelas tentang rabies?",
        "Mohon berikan pengertian yang lebih mendalam tentang rabies.",
        "Bagaimana Anda mendefinisikan rabies dalam istilah medis?",
        "Apa yang perlu diketahui tentang rabies secara ilmiah?",
        "Bisa Anda menjelaskan istilah 'rabies' secara lebih rinci?",
        "Mohon berikan penjelasan yang lebih akurat tentang rabies.",
        "Bagaimana cara mengartikan rabies dalam konteks penyakit?",
        "Apakah Anda dapat memberikan definisi yang tepat tentang rabies?",
        "Bagaimana rabies didefinisikan dalam literatur medis?",
        "Apa yang seharusnya kita ketahui tentang rabies?",
        "Bisa Anda menjelaskan apa itu rabies dengan lebih baik?",
        "Mohon berikan pengertian yang lebih rinci tentang rabies.",
        "Apa yang dapat Anda sampaikan tentang definisi rabies yang akurat?",
        "Apakah ada definisi resmi dari rabies dalam dunia medis?",
        "Apa yang dimaksud dengan rabies dalam konteks penyakit menular?",
        "Apa yang perlu diketahui tentang rabies dalam bahasa ilmiah?",
        "Apa definisi yang tepat dari rabies?",
        "Bagaimana cara mendefinisikan rabies dalam bahasa medis?",
        "Apakah ada istilah lain yang digunakan untuk merujuk pada rabies?",
        "Apa yang seharusnya kita ketahui tentang rabies dari segi definisi medis?"
      ],
      "responses": [
        "Rabies adalah infeksi virus pada otak dan sistem saraf. Virus penyebab rabies umumnya menular ke manusia melalui gigitan hewan. Jika tidak cepat ditangani, rabies dapat menyebabkan kematian. Hewan utama penular rabies adalah anjing. Selain anjing, hewan yang juga dapat membawa virus rabies dan menularkannya ke manusia adalah kelelawar, kucing, dan kera. Virus rabies bisa menular melalui air liur, gigitan, atau cakaran hewan yang tertular rabies."
      ]
    },
    {
      "tag": "tindakan_rabies",
      "patterns": [
        "pertolongan pertama rabies",
        "Bagaimana pertolongan pertama pada kasus rabies?",
        "Apa yang perlu dilakukan sebagai pertolongan pertama jika terkena rabies?",
        "Langkah pertama yang harus diambil ketika terinfeksi rabies",
        "Cara memberikan pertolongan pertama pada kasus rabies",
        "Jika terkena rabies, tindakan apa yang harus segera diambil?",
        "Apa tindakan pertama yang perlu diambil jika terinfeksi rabies?",
        "Tindakan medis yang diperlukan saat terkena rabies",
        "Cara pertolongan pertama yang efektif untuk rabies",
        "Saat terkena rabies, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang dianjurkan untuk kasus rabies",
        "Apa yang sebaiknya dilakukan dalam pengobatan rabies?",
        "Tindakan yang perlu diambil jika terinfeksi rabies",
        "Cara pengobatan yang direkomendasikan untuk rabies",
        "Pertolongan pertama yang diperlukan saat rabies menyerang",
        "Langkah-langkah pengobatan yang dianjurkan untuk rabies",
        "Bagaimana memberikan pertolongan pertama pada kasus rabies yang parah?",
        "Tindakan darurat yang harus dilakukan jika terkena rabies",
        "Cara pengobatan rabies yang paling efektif",
        "Apa yang harus dilakukan dalam pengobatan rabies?",
        "Tindakan medis yang diperlukan untuk mengatasi rabies",
        "Cara mengatasi rabies dengan pengobatan yang tepat",
        "Jika terkena rabies, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang efektif untuk kasus rabies",
        "Apa yang sebaiknya dilakukan dalam pengobatan rabies?",
        "Tindakan yang perlu diambil jika terinfeksi rabies",
        "Cara pengobatan yang direkomendasikan untuk rabies",
        "Pertolongan pertama yang diperlukan saat rabies menimbulkan gejala yang serius",
        "Langkah-langkah pengobatan yang harus segera dilakukan untuk rabies"
      ],
      "responses": [
        "Rabies berisiko tinggi menyebabkan kematian, terutama jika virus sudah menginfeksi otak. Oleh sebab itu, penanganan harus cepat diberikan, bahkan bila memungkinkan, sebelum gejalanya muncul. Pengobatan yang dilakukan tergantung pada kategori luka, yaitu Kategori luka risiko rendah, berupa pembersihan luka secara menyeluruh dengan cairan desinfektan, Kategori luka risiko sedang, berupa pencucian luka dan vaksinasi rabies, Kategori luka risiko tinggi, berupa pencucian luka, vaksinasi rabies, dan serum antirabies"
      ]
    },
    {
      "tag": "diagnosis_diare",
      "patterns": [
        "buang air besar dengan tinja yang encer atau berair, dengan frekuensi lebih dari 3 kali sehari, Kram perut, mulas",
        "Buang air besar dengan tinja encer",
        "Frekuensi buang air besar lebih dari 3 kali sehari",
        "Kram perut dan buang air besar berair",
        "Gejala buang air besar dengan tinja yang encer",
        "Merasa mual akibat buang air besar berlebihan",
        "Tinja yang encer dengan frekuensi lebih dari 3 kali sehari",
        "Kram perut dan tinja yang berair",
        "Gejala buang air besar yang berulang",
        "Buang air besar dengan tinja yang encer dan sering",
        "Merasa mulas saat buang air besar berlebihan",
        "Tinja encer dengan frekuensi lebih dari 3 kali sehari",
        "Kram perut yang disebabkan oleh buang air besar berlebihan",
        "Gejala buang air besar berulang kali dalam sehari",
        "Buang air besar dengan tinja yang encer dan sering",
        "Mulas dan frekuensi buang air besar yang tinggi",
        "Tinja encer yang keluar lebih dari 3 kali sehari",
        "Kram perut yang terjadi saat buang air besar berlebihan",
        "Gejala buang air besar dengan tinja yang tidak normal",
        "Mual akibat seringnya buang air besar berair",
        "Tinja yang encer dan sering keluar",
        "Kram perut dan buang air besar berlebihan",
        "Gejala buang air besar yang tidak biasa",
        "Buang air besar dengan tinja yang encer dan berulang",
        "Mulas dan sering buang air besar",
        "Tinja encer dengan frekuensi yang tinggi",
        "Kram perut akibat buang air besar yang berlebihan",
        "Gejala buang air besar berulang kali dalam sehari"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit diare"
      ]
    },
    {
      "tag": "tentang_diare",
      "patterns": [
        "apa itu diare",
        "Apa yang dimaksud dengan diare?",
        "Bisa jelaskan definisi diare secara lebih detail?",
        "Mohon berikan penjelasan lengkap tentang diare.",
        "Diare adalah kondisi apa?",
        "Bagaimana cara menggambarkan diare?",
        "Apakah Anda bisa menjelaskan secara terperinci tentang diare?",
        "Apa definisi medis dari diare?",
        "Apakah yang dimaksud dengan istilah 'diare' dalam konteks kesehatan?",
        "Bisa Anda memberikan definisi yang lebih jelas tentang diare?",
        "Mohon berikan pengertian yang lebih mendalam tentang diare.",
        "Bagaimana Anda mendefinisikan diare dalam istilah medis?",
        "Apa yang perlu diketahui tentang diare secara ilmiah?",
        "Bisa Anda menjelaskan istilah 'diare' secara lebih rinci?",
        "Mohon berikan penjelasan yang lebih akurat tentang diare.",
        "Bagaimana cara mengartikan diare dalam konteks penyakit?",
        "Apakah Anda dapat memberikan definisi yang tepat tentang diare?",
        "Bagaimana diare didefinisikan dalam literatur medis?",
        "Apa yang seharusnya kita ketahui tentang diare?",
        "Bisa Anda menjelaskan apa itu diare dengan lebih baik?",
        "Mohon berikan pengertian yang lebih rinci tentang diare.",
        "Apa yang dapat Anda sampaikan tentang definisi diare yang akurat?"
      ],
      "responses": [
        "Diare adalah keluhan buang air besar encer atau berair yang terjadi lebih dari 3 kali dalam sehari. Diare umumnya disebabkan oleh konsumsi makanan atau minuman yang terkontaminasi virus, bakteri, atau parasit. Diare bisa disebabkan oleh berbagai kondisi, mulai dari infeksi, keracunan makanan, alergi makanan, atau penyakit lain yang dapat memicu terjadinya diare"
      ]
    },
    {
      "tag": "tindakan_gastroenteritis",
      "patterns": [
        "pertolongan pertama diare",
        "Apa yang harus dilakukan sebagai pertolongan pertama pada kasus diare?",
        "Bagaimana pertolongan pertama saat terkena diare?",
        "Langkah pertama yang perlu diambil jika terinfeksi diare",
        "Cara memberikan pertolongan pertama pada kasus diare",
        "Jika terkena diare, tindakan apa yang harus segera diambil?",
        "Apa tindakan pertama yang perlu diambil jika terinfeksi diare?",
        "Tindakan medis yang diperlukan saat terkena diare",
        "Cara pertolongan pertama yang efektif untuk diare",
        "Saat terkena diare, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang dianjurkan untuk kasus diare",
        "Apa yang sebaiknya dilakukan dalam pengobatan diare?",
        "Tindakan yang perlu diambil jika terinfeksi diare",
        "Cara pengobatan yang direkomendasikan untuk diare",
        "Pertolongan pertama yang diperlukan saat diare menyerang",
        "Langkah-langkah pengobatan yang dianjurkan untuk diare",
        "Bagaimana memberikan pertolongan pertama pada kasus diare yang parah?",
        "Tindakan darurat yang harus dilakukan jika terkena diare",
        "Cara pengobatan diare yang paling efektif",
        "Apa yang harus dilakukan dalam pengobatan diare?",
        "Tindakan medis yang diperlukan untuk mengatasi diare",
        "Cara mengatasi diare dengan pengobatan yang tepat",
        "Jika terkena diare, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang efektif untuk kasus diare",
        "Apa yang sebaiknya dilakukan dalam pengobatan diare?",
        "Tindakan yang perlu diambil jika terinfeksi diare",
        "Cara pengobatan yang direkomendasikan untuk diare",
        "Pertolongan pertama yang diperlukan saat diare menimbulkan gejala yang serius",
        "Langkah-langkah pengobatan yang harus segera dilakukan untuk diare"
      ],
      "responses": [
        "Pengobatan diare dapat disesuaikan dengan penyebab yang mendasarinya. Jika diare tidak disertai gejala berat, Anda dapat melakukan perawatan mandiri, seperti Jaga asupan cairan untuk mencegah dehidrasi. Cairan yang diberikan dapat disesuaikan dengan usia penderita, misalnya air putih, oralit, jus, kaldu, atau Perbanyak konsumsi makanan yang mengandung banyak air, seperti sup. Penderita juga disarankan untuk mengonsumsi makanan yang lunak agar lebih mudah dicerna. Minumlah suplemen makanan, seperti probiotik yang mengandung Lactobacillus acidophilus, untuk mempercepat penyembuhan diare, terutama diare akibat efek samping antibiotik. Sumber probiotik juga bisa diperoleh dari suplemen probiotik. Jangan mengonsumsi yoghurt bila menderita intoleransi laktosa, karena yoghurt terbuat dari susu. Minumlah obat antidiare yang dapat dibeli di apotik, seperti attapulgite, pektin, kaolin, dan diosmectite."
      ]
    },
    {
      "tag": "diagnosis_kusta",
      "patterns": [
        "Kulit menjadi mati rasa, termasuk kehilangan kemampuan merasakan suhu, sentuhan, tekanan, atau nyeri",
        "Kulit tidak berkeringat, Kulit terasa kaku dan kering, Bengkak atau benjolan di wajah dan telinga",
        "Bercak yang tampak pucat dan berwarna lebih terang daripada kulit di sekitarnya, Alis dan bulu mata hilang permanen",
        "Kulit menjadi mati rasa dan kehilangan kemampuan merasakan suhu",
        "Gejala kulit mati rasa dan kehilangan sensitivitas terhadap sentuhan",
        "Bagaimana kulit bereaksi saat kehilangan kemampuan merasakan tekanan?",
        "Kulit tidak mampu merasakan nyeri atau suhu",
        "Gejala kulit yang tidak berkeringat dan terasa kaku",
        "Bengkak atau benjolan di wajah dan telinga",
        "Apa yang menyebabkan kulit terasa kaku dan kering?",
        "Kenapa kulit tidak berkeringat pada kondisi ini?",
        "Bercak pucat dan berwarna lebih terang pada kulit",
        "Gejala bercak kulit yang tampak pucat",
        "Apa yang bisa menyebabkan alis dan bulu mata hilang permanen?",
        "Bercak kulit yang berwarna lebih terang daripada sekitarnya",
        "Mengapa kulit tidak mampu merasakan suhu?",
        "Apa yang menyebabkan kehilangan kemampuan merasakan sentuhan pada kulit?",
        "Bercak kulit yang tampak lebih cerah dari biasanya",
        "Gejala kulit yang tidak bisa merasakan tekanan atau sentuhan",
        "Bagaimana kulit bereaksi saat tidak bisa merasakan nyeri?",
        "Apa yang bisa menyebabkan kulit menjadi mati rasa?",
        "Gejala kulit yang kehilangan kemampuan merasakan tekanan",
        "Kulit yang tidak berkeringat dan terasa kaku",
        "Apa yang dapat menyebabkan kulit tidak bisa merasakan nyeri?",
        "Kenapa kulit tidak bisa merasakan suhu dengan baik?",
        "Bengkak atau benjolan di area wajah dan telinga",
        "Mengapa kulit terasa kaku dan kering pada kondisi ini?",
        "Bercak kulit yang berwarna lebih terang daripada kulit sekitarnya",
        "Apa yang dapat menyebabkan kulit tidak berkeringat?",
        "Bercak kulit yang tampak pucat dan berbeda dari biasanya",
        "Mengapa alis dan bulu mata bisa hilang permanen?",
        "Gejala kulit yang tidak bisa merasakan sentuhan",
        "Kulit yang kehilangan kemampuan merasakan suhu dan tekanan"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena kusta"
      ]
    },
    {
      "tag": "tentang_kusta",
      "patterns": [
        "Apa yang dimaksud dengan kusta?",
        "Bisa jelaskan definisi kusta secara lebih detail?",
        "Mohon berikan penjelasan lengkap tentang kusta.",
        "Kusta adalah kondisi apa?",
        "Bagaimana cara menggambarkan kusta?",
        "Apakah Anda bisa menjelaskan secara terperinci tentang kusta?",
        "Apa definisi medis dari kusta?",
        "Apakah yang dimaksud dengan istilah 'kusta' dalam konteks kesehatan?",
        "Bisa Anda memberikan definisi yang lebih jelas tentang kusta?",
        "Mohon berikan pengertian yang lebih mendalam tentang kusta.",
        "Bagaimana Anda mendefinisikan kusta dalam istilah medis?",
        "Apa yang perlu diketahui tentang kusta secara ilmiah?",
        "Bisa Anda menjelaskan istilah 'kusta' secara lebih rinci?",
        "Mohon berikan penjelasan yang lebih akurat tentang kusta.",
        "Bagaimana cara mengartikan kusta dalam konteks penyakit?",
        "Apakah Anda dapat memberikan definisi yang tepat tentang kusta?",
        "Bagaimana kusta didefinisikan dalam literatur medis?",
        "Apa yang seharusnya kita ketahui tentang definisi kusta?",
        "Bisa Anda menjelaskan apa itu kusta dengan lebih baik?",
        "Mohon berikan pengertian yang lebih rinci tentang kusta.",
        "Apa yang dapat Anda sampaikan tentang definisi kusta yang akurat?"
      ],
      "responses": [
        "Kusta atau lepra adalah penyakit infeksi bakteri kronis yang menyerang jaringan kulit, saraf tepi, dan saluran pernapasan. Kusta atau lepra dikenal juga dengan nama penyakit Hansen atau Morbus Hansen. Kusta atau lepra disebabkan oleh infeksi bakteri Mycobacterium leprae. Bakteri ini dapat menular dari satu orang ke orang lainnya melalui percikan cairan dari saluran pernapasan (droplet), yaitu ludah atau dahak, yang keluar saat batuk atau bersin."
      ]
    },
    {
      "tag": "tindakan_kusta",
      "patterns": [
        "Apa yang harus dilakukan sebagai pertolongan pertama pada kasus kusta?",
        "Bagaimana pertolongan pertama saat terkena kusta?",
        "Langkah pertama yang perlu diambil jika terinfeksi kusta",
        "Cara memberikan pertolongan pertama pada kasus kusta",
        "Jika terkena kusta, tindakan apa yang harus segera diambil?",
        "Apa tindakan pertama yang perlu diambil jika terinfeksi kusta?",
        "Tindakan medis yang diperlukan saat terkena kusta",
        "Cara pertolongan pertama yang efektif untuk kusta",
        "Saat terkena kusta, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang dianjurkan untuk kasus kusta",
        "Apa yang sebaiknya dilakukan dalam pengobatan kusta?",
        "Tindakan yang perlu diambil jika terinfeksi kusta",
        "Cara pengobatan yang direkomendasikan untuk kusta",
        "Pertolongan pertama yang diperlukan saat kusta menyerang",
        "Langkah-langkah pengobatan yang dianjurkan untuk kusta",
        "Bagaimana memberikan pertolongan pertama pada kasus kusta yang parah?",
        "Tindakan darurat yang harus dilakukan jika terkena kusta",
        "Cara pengobatan kusta yang paling efektif",
        "Apa yang harus dilakukan dalam pengobatan kusta?",
        "Tindakan medis yang diperlukan untuk mengatasi kusta",
        "Cara mengatasi kusta dengan pengobatan yang tepat",
        "Jika terkena kusta, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang efektif untuk kasus kusta",
        "Apa yang sebaiknya dilakukan dalam pengobatan kusta?",
        "Tindakan yang perlu diambil jika terinfeksi kusta",
        "Cara pengobatan yang direkomendasikan untuk kusta",
        "Pertolongan pertama yang diperlukan saat kusta menimbulkan gejala yang serius",
        "Langkah-langkah pengobatan yang harus segera dilakukan untuk kusta"

      ],
      "responses": [
        "Metode utama untuk mengobati kusta atau lepra adalah dengan obat antibiotik. Penderita kusta akan diberi kombinasi beberapa jenis antibiotik selama 1 sampai 2 tahun. Contoh antibiotik yang digunakan untuk pengobatan kusta yaitu rifampicin, dapsone, clofazimine, minocycline, ofloxacin"
      ]
    },
    {
      "tag": "diagnosis_campak",
      "patterns": [
        "muncul bercak putih di mulut, mata merah berair dan sensitif terhadap cahaya, demam, batuk kering",
        "Gejala munculnya bercak putih di mulut",
        "Apa yang menyebabkan munculnya bercak putih di mulut?",
        "Mata yang merah, berair, dan sensitif terhadap cahaya adalah tanda apa?",
        "Apa yang dapat menyebabkan mata menjadi merah dan berair?",
        "Kenapa mata bisa sensitif terhadap cahaya?",
        "Mengapa demam dapat terjadi sebagai gejala?",
        "Apakah batuk kering merupakan salah satu gejala yang umum?",
        "Apa saja gejala yang dapat muncul bersamaan dengan bercak putih di mulut?",
        "Mata yang merah dan berair adalah tanda penyakit apa?",
        "Bercak putih di mulut merupakan gejala dari apa?",
        "Mengapa mata menjadi sensitif terhadap cahaya pada kondisi tertentu?",
        "Demam adalah tanda yang sering terjadi pada kasus apa?",
        "Bagaimana cara mengatasi mata yang sensitif terhadap cahaya?",
        "Apa yang sebaiknya dilakukan jika muncul bercak putih di mulut?",
        "Bercak putih di mulut bisa disebabkan oleh apa?",
        "Apa yang bisa mengakibatkan mata merah dan berair?",
        "Demam merupakan reaksi tubuh terhadap apa?",
        "Gejala batuk kering adalah tanda dari penyakit apa?",
        "Bercak putih di mulut adalah gejala yang umum pada kasus apa?",
        "Mata yang sensitif terhadap cahaya dapat disebabkan oleh apa?",
        "Apa yang sebaiknya dilakukan ketika muncul bercak putih di mulut?",
        "Gejala apa yang sering muncul bersamaan dengan mata yang merah dan berair?",
        "Kenapa mata bisa menjadi sangat sensitif terhadap cahaya?",
        "Demam adalah respons tubuh terhadap apa?",
        "Apakah batuk kering merupakan gejala yang sering terjadi pada penyakit tertentu?",
        "Bagaimana cara mengatasi gejala mata merah dan berair?",
        "Apa yang perlu dilakukan jika muncul bercak putih di mulut?",
        "Apa yang dapat menjadi penyebab mata merah dan berair?",
        "Demam adalah tanda yang umum pada kondisi apa?",
        "Bercak putih di mulut biasanya terjadi karena apa?",
        "Mata yang sangat sensitif terhadap cahaya bisa disebabkan oleh apa?",
        "Bagaimana cara meredakan demam sebagai gejala?",
        "Apakah batuk kering merupakan gejala utama dari suatu penyakit?",
        "Apa yang sebaiknya dilakukan jika ada bercak putih di mulut?"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit campak"
      ]
    },
    {
      "tag": "tentang_campak",
      "patterns": [
        "apa itu campak?",
        "Apa yang dimaksud dengan campak?",
        "Bisa jelaskan definisi campak secara lebih detail?",
        "Mohon berikan penjelasan lengkap tentang campak.",
        "Campak adalah penyakit apa?",
        "Bagaimana cara menggambarkan campak?",
        "Apakah Anda bisa menjelaskan secara terperinci tentang campak?",
        "Apa definisi medis dari campak?",
        "Apakah yang dimaksud dengan istilah 'campak' dalam konteks kesehatan?",
        "Bisa Anda memberikan definisi yang lebih jelas tentang campak?",
        "Mohon berikan pengertian yang lebih mendalam tentang campak.",
        "Bagaimana Anda mendefinisikan campak dalam istilah medis?",
        "Apa yang perlu diketahui tentang campak secara ilmiah?",
        "Bisa Anda menjelaskan istilah 'campak' secara lebih rinci?",
        "Mohon berikan penjelasan yang lebih akurat tentang campak.",
        "Bagaimana cara mengartikan campak dalam konteks penyakit?",
        "Apakah Anda dapat memberikan definisi yang tepat tentang campak?",
        "Bagaimana campak didefinisikan dalam literatur medis?",
        "Apa yang seharusnya kita ketahui tentang definisi campak?",
        "Bisa Anda menjelaskan apa itu campak dengan lebih baik?",
        "Mohon berikan pengertian yang lebih rinci tentang campak.",
        "Apa yang dapat Anda sampaikan tentang definisi campak yang akurat?"
      ],
      "responses": [
        "Campak atau measles adalah penyakit akibat infeksi virus yang ditandai dengan demam, sakit tenggorokan, dan ruam di seluruh tubuh. Infeksi campak berawal dari saluran pernapasan yang kemudian menular melalui percikan air liur. Campak disebabkan oleh infeksi virus dari famili Paramyxovirus. Virus ini menular melalui percikan air liur saat penderitanya bersin, batuk, atau berbicara. Penularan virus ini juga dapat terjadi ketika seseorang menyentuh hidung atau mulut setelah memegang permukaan benda yang terkena percikan liur."
      ]
    },
    {
      "tag": "tindakan_campak",
      "patterns": [
        "Apa yang harus dilakukan sebagai pertolongan pertama pada kasus campak?",
        "Bagaimana pertolongan pertama saat terkena campak?",
        "Langkah pertama yang perlu diambil jika terinfeksi campak",
        "Cara memberikan pertolongan pertama pada kasus campak",
        "Jika terkena campak, tindakan apa yang harus segera diambil?",
        "Apa tindakan pertama yang perlu diambil jika terinfeksi campak?",
        "Tindakan medis yang diperlukan saat terkena campak",
        "Cara pertolongan pertama yang efektif untuk campak",
        "Saat terkena campak, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang dianjurkan untuk kasus campak",
        "Apa yang sebaiknya dilakukan dalam pengobatan campak?",
        "Tindakan yang perlu diambil jika terinfeksi campak",
        "Cara pengobatan yang direkomendasikan untuk campak",
        "Pertolongan pertama yang diperlukan saat campak menyerang",
        "Langkah-langkah pengobatan yang dianjurkan untuk campak",
        "Bagaimana memberikan pertolongan pertama pada kasus campak yang parah?",
        "Tindakan darurat yang harus diambil jika terkena campak",
        "Cara pengobatan campak yang paling efektif",
        "Apa yang harus dilakukan dalam pengobatan campak?",
        "Tindakan medis yang diperlukan untuk mengatasi campak",
        "Cara mengatasi campak dengan pengobatan yang tepat",
        "Jika terkena campak, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang efektif untuk kasus campak",
        "Apa yang sebaiknya dilakukan dalam pengobatan campak?",
        "Tindakan yang perlu diambil jika terinfeksi campak",
        "Cara pengobatan yang direkomendasikan untuk campak",
        "Pertolongan pertama yang diperlukan saat campak menimbulkan gejala yang serius"
      ],
      "responses": [
        "Campak dapat sembuh dalam beberapa hari tanpa pengobatan. Namun, untuk membantu meredakan gejala, penderita disarankan untuk melakukan upaya-upaya diantaranya banyak minum air putih, minum obat pereda demam seperti paracetamol atau ibuprofen, beristirahat yang cukup, mengonsumsi suplemen vitamin A"
      ]
    },
    {
      "tag": "diagnosis_difteri",
      "patterns": [
        "tenggorokan dilapisi selaput tebal berwarna abu abu, radang tenggorokan dan serak, pembengkakan kelenjar pada leher, masalah pernapasan dan saat menelan",
        "Tenggorokan yang dilapisi selaput tebal berwarna abu-abu adalah gejala apa?",
        "Apa yang dimaksud dengan tenggorokan yang dilapisi selaput tebal berwarna abu-abu?",
        "Apakah radang tenggorokan dan serak merupakan tanda penyakit tertentu?",
        "Pembengkakan kelenjar pada leher adalah gejala dari kondisi apa?",
        "Masalah pernapasan dan kesulitan menelan adalah tanda dari penyakit apa?",
        "Apa yang bisa disebabkan oleh tenggorokan yang dilapisi selaput tebal berwarna abu-abu?",
        "Tenggorokan yang ditutupi dengan selaput tebal berwarna abu-abu adalah gejala yang mengkhawatirkan?",
        "Apa penyebab radang tenggorokan dan serak?",
        "Pembengkakan kelenjar pada leher dapat menunjukkan adanya penyakit apa?",
        "Bagaimana masalah pernapasan dan kesulitan menelan dapat terjadi?",
        "Tenggorokan yang memiliki selaput tebal berwarna abu-abu adalah gejala klinis yang umum?",
        "Apakah kondisi tenggorokan yang dilapisi selaput tebal berwarna abu-abu perlu segera diatasi?",
        "Apa yang seharusnya dilakukan jika tenggorokan mengalami radang dan terasa serak?",
        "Pembengkakan kelenjar leher dapat menjadi pertanda penyakit serius?",
        "Bagaimana masalah pernapasan dan kesulitan menelan dapat mempengaruhi kesehatan?",
        "Tenggorokan yang dilapisi dengan selaput tebal berwarna abu-abu adalah gejala yang umum pada penyakit apa?",
        "Apakah radang tenggorokan dan serak merupakan tanda awal dari masalah kesehatan tertentu?",
        "Pembengkakan kelenjar pada leher sering terjadi pada penyakit apa?",
        "Bagaimana gejala masalah pernapasan dan kesulitan menelan dapat dijelaskan?",
        "Tenggorokan yang dilapisi selaput tebal berwarna abu-abu adalah karakteristik dari penyakit apa?",
        "Apakah radang tenggorokan dan serak perlu ditangani segera?",
        "Pembengkakan kelenjar leher biasanya terjadi pada kondisi apa?",
        "Bagaimana masalah pernapasan dan kesulitan menelan dapat mempengaruhi aktivitas sehari-hari?",
        "Tenggorokan yang dilapisi selaput tebal berwarna abu-abu adalah tanda yang perlu diperhatikan?",
        "Apakah radang tenggorokan dan serak dapat disebabkan oleh faktor tertentu?",
        "Pembengkakan kelenjar pada leher merupakan gejala yang harus segera diperiksa?",
        "Masalah pernapasan dan kesulitan menelan bisa menjadi pertanda adanya penyakit serius?"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit difteri"
      ]
    },
    {
      "tag": "tentang_difteri",
      "patterns": [
        "Apa yang dimaksud dengan difteri?",
        "Bisakah Anda menjelaskan definisi difteri secara lebih rinci?",
        "Mohon berikan penjelasan tentang difteri secara lengkap.",
        "Difteri adalah penyakit apa?",
        "Bagaimana cara menggambarkan difteri?",
        "Apa definisi medis dari difteri?",
        "Apakah yang dimaksud dengan istilah 'difteri' dalam konteks kesehatan?",
        "Bisakah Anda memberikan definisi yang lebih jelas tentang difteri?",
        "Mohon berikan pengertian yang lebih mendalam tentang difteri.",
        "Bagaimana cara mendefinisikan difteri dalam istilah medis?",
        "Apa yang perlu diketahui tentang difteri secara ilmiah?",
        "Bisakah Anda menjelaskan istilah 'difteri' secara lebih rinci?",
        "Mohon berikan penjelasan yang lebih akurat tentang difteri.",
        "Bagaimana cara mengartikan difteri dalam konteks penyakit?",
        "Apakah Anda dapat memberikan definisi yang tepat tentang difteri?",
        "Bagaimana difteri didefinisikan dalam literatur medis?",
        "Apa yang seharusnya kita ketahui tentang definisi difteri?",
        "Bisakah Anda menjelaskan apa itu difteri dengan lebih baik?",
        "Mohon berikan pengertian yang lebih rinci tentang difteri.",
        "Apa yang dapat Anda sampaikan tentang definisi difteri yang akurat?",
        "Apakah ada definisi resmi dari difteri dalam dunia medis?",
        "Apa yang dimaksudkan oleh istilah 'difteri' dalam bidang kedokteran?",
        "Bagaimana cara mendeskripsikan difteri secara ilmiah?",
        "Apa yang perlu kita ketahui tentang pengertian difteri yang tepat?",
        "Apa yang dapat Anda sampaikan tentang definisi difteri yang benar?",
        "Difteri adalah istilah medis untuk kondisi apa?",
        "Bagaimana cara menggambarkan difteri dalam konteks kesehatan?"
      ],
      "responses": [
        "Difteri adalah infeksi bakteri pada hidung dan tenggorokan. Meski tidak selalu menimbulkan gejala, penyakit ini biasanya ditandai oleh munculnya selaput abu-abu yang melapisi tenggorokan dan amandel. Difteri disebabkan oleh bakteri Corynebacterium diphtheria, yang dapat menyebar dari orang ke orang. Seseorang bisa tertular difteri bila tidak sengaja menghirup atau menelan percikan air liur yang dikeluarkan penderita saat batuk atau bersin. Penularan juga bisa terjadi jika menyentuh benda yang sudah terkontaminasi air liur penderita, seperti gelas atau sendok."
      ]
    },
    {
      "tag": "tindakan_difteri",
      "patterns": [
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama pada kasus difteri?",
        "Bagaimana pertolongan pertama saat terkena difteri?",
        "Langkah pertama yang perlu diambil jika terinfeksi difteri",
        "Cara memberikan pertolongan pertama pada kasus difteri",
        "Jika terkena difteri, tindakan apa yang harus segera diambil?",
        "Apa tindakan pertama yang perlu diambil jika terinfeksi difteri?",
        "Tindakan medis yang diperlukan saat terkena difteri",
        "Cara pertolongan pertama yang efektif untuk kasus difteri",
        "Saat terkena difteri, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang dianjurkan untuk kasus difteri",
        "Apa yang sebaiknya dilakukan dalam pengobatan difteri?",
        "Tindakan yang perlu diambil jika terinfeksi difteri",
        "Cara pengobatan yang direkomendasikan untuk difteri",
        "Pertolongan pertama yang diperlukan saat difteri menyerang",
        "Langkah-langkah pengobatan yang dianjurkan untuk difteri",
        "Bagaimana memberikan pertolongan pertama pada kasus difteri yang parah?",
        "Tindakan darurat yang harus diambil jika terkena difteri",
        "Cara pengobatan difteri yang paling efektif",
        "Apa yang harus dilakukan dalam pengobatan difteri?",
        "Tindakan medis yang diperlukan untuk mengatasi difteri",
        "Cara mengatasi difteri dengan pengobatan yang tepat",
        "Jika terkena difteri, apa yang harus dilakukan terlebih dahulu?",
        "Pengobatan yang efektif untuk kasus difteri",
        "Apa yang sebaiknya dilakukan dalam pengobatan difteri?",
        "Tindakan yang perlu diambil jika terinfeksi difteri",
        "Cara pengobatan yang direkomendasikan untuk difteri",
        "Pertolongan pertama yang diperlukan saat difteri menimbulkan gejala yang serius",
        "Langkah-langkah pengobatan yang harus segera dilakukan untuk difteri",
        "Bagaimana memberikan pertolongan pertama pada kasus difteri yang serius?",
        "Tindakan darurat yang harus diambil ketika difteri terdeteksi"
      ],
      "responses": [
        "Lakukan pemeriksaan ke dokter jika mengalami gejala penyakit difteri di atas, terutama bila memiliki risiko untuk tertular. Difteri tergolong penyakit serius dan harus diatasi sesegera mungkin. Menurut data statistik, 1 dari 10 pasien difteri meninggal dunia meski telah mendapat pengobatan."
      ]
    },
    {
      "tag": "diagnosis_leptospirosis",
      "patterns": [
        "demam tinggi dan menggigil, mata merah, nyeri otot bagian punggung bawah, bintik - bintik merah di kulit",
        "Mata merah bisa menjadi tanda infeksi.",
        "Nyeri otot di bagian punggung bawah adalah gejala yang umum.",
        "Nyeri otot bagian punggung bawah bisa disertai dengan demam.",
        "Bintik-bintik merah di kulit adalah gejala yang mencolok.",
        "Bintik-bintik merah di kulit bisa menjadi tanda peradangan.",
        "Demam tinggi dan menggigil seringkali terjadi bersamaan.",
        "Mata merah adalah gejala yang umum pada beberapa kondisi infeksi.",
        "Nyeri otot di bagian punggung bawah bisa membuat aktivitas sulit.",
        "Bintik-bintik merah di kulit dapat menimbulkan kekhawatiran.",
        "Demam tinggi dan menggigil bisa menjadi indikasi masalah kesehatan serius.",
        "Mata merah dapat disebabkan oleh berbagai faktor termasuk alergi.",
        "Nyeri otot di bagian punggung bawah mungkin memerlukan istirahat.",
        "Bintik-bintik merah di kulit perlu dinilai oleh dokter.",
        "Gejala demam tinggi dan menggigil harus segera diperhatikan.",
        "Mata merah dapat disebabkan oleh infeksi virus atau bakteri.",
        "Nyeri otot di bagian punggung bawah bisa terjadi akibat cedera.",
        "Bintik-bintik merah di kulit memerlukan evaluasi medis.",
        "Demam tinggi dan menggigil adalah gejala yang memerlukan perhatian segera.",
        "Mata merah adalah tanda peradangan pada mata.",
        "Nyeri otot di bagian punggung bawah dapat memengaruhi kualitas hidup.",
        "Bintik-bintik merah di kulit bisa menjadi tanda kondisi yang serius.",
        "Demam tinggi dan menggigil dapat mengindikasikan infeksi.",
        "Mata merah mungkin disebabkan oleh iritasi.",
        "Nyeri otot di bagian punggung bawah dapat membutuhkan pengobatan.",
        "Bintik-bintik merah di kulit perlu dievaluasi oleh ahli dermatologi.",
        "Gejala demam tinggi dan menggigil dapat memerlukan perawatan medis.",
        "Mata merah dapat menjadi tanda adanya masalah kesehatan mata.",
        "Nyeri otot di bagian punggung bawah mungkin memerlukan terapi fisik.",
        "Bintik-bintik merah di kulit harus segera dikonsultasikan dengan dokter.",
        "Demam tinggi dan menggigil adalah tanda peringatan pada beberapa infeksi.",
        "Mata merah bisa menjadi gejala dari infeksi mata.",
        "Nyeri otot di bagian punggung bawah memerlukan perhatian medis.",
        "Bintik-bintik merah di kulit dapat menjadi indikasi masalah kulit serius."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit leptospirosis"
      ]
    },
    {
      "tag": "tentang_leptospirosis",
      "patterns": [
        "apa itu leptospirosis?",
        "Apa yang dimaksud dengan leptospirosis?",
        "Bisakah Anda menjelaskan definisi leptospirosis dengan lebih rinci?",
        "Leptospirosis adalah penyakit apa?",
        "Apa yang seharusnya kita ketahui tentang definisi leptospirosis?",
        "Apakah Anda bisa memberikan penjelasan yang lebih mendalam tentang leptospirosis?",
        "Bagaimana cara menggambarkan leptospirosis?",
        "Apa definisi medis dari leptospirosis?",
        "Apakah yang dimaksud dengan istilah 'leptospirosis' dalam konteks kesehatan?",
        "Mohon berikan penjelasan tentang leptospirosis secara lengkap.",
        "Apa yang perlu diketahui tentang definisi leptospirosis secara ilmiah?",
        "Apa yang seharusnya kita ketahui tentang pengertian leptospirosis yang tepat?",
        "Bisakah Anda menjelaskan apa itu leptospirosis dengan lebih baik?",
        "Apa yang bisa Anda sampaikan tentang definisi leptospirosis yang akurat?",
        "Bagaimana leptospirosis didefinisikan dalam literatur medis?",
        "Apa yang dimaksudkan oleh istilah 'leptospirosis' dalam bidang kedokteran?",
        "Apa yang perlu kita ketahui tentang definisi leptospirosis?",
        "Apa yang dapat Anda sampaikan tentang definisi leptospirosis yang benar?",
        "Leptospirosis adalah istilah medis untuk kondisi apa?",
        "Bagaimana cara menggambarkan leptospirosis dalam konteks kesehatan?",
        "Apa yang bisa Anda ketahui tentang definisi leptospirosis dalam bahasa medis yang jelas?",
        "Apakah leptospirosis adalah penyakit menular?",
        "Bagaimana cara penularan leptospirosis?",
        "Apa saja gejala utama leptospirosis?",
        "Apa yang dapat Anda sampaikan tentang penyebab leptospirosis?",
        "Bagaimana leptospirosis bisa dihindari?",
        "Apakah ada vaksin untuk leptospirosis?",
        "Bagaimana cara mendeteksi leptospirosis?",
        "Apa yang dapat Anda sampaikan tentang pencegahan leptospirosis?",
        "Bagaimana cara pengobatan leptospirosis?",
        "Apa yang sebaiknya dilakukan jika terkena leptospirosis?",
        "Apa yang seharusnya kita ketahui tentang penanganan leptospirosis?",
        "Apa saja komplikasi yang dapat timbul akibat leptospirosis?",
        "Bagaimana cara pengobatan leptospirosis pada anak-anak?",
        "Apa yang perlu diketahui tentang vektor penyakit leptospirosis?"
      ],
      "responses": [
        "Leptospirosis adalah penyakit yang disebabkan oleh bakteri Leptospira. Bakteri ini dapat menyebar melalui urine atau darah hewan yang terinfeksi. Beberapa hewan yang tergolong sebagai perantara penyebaran leptospirosis adalah tikus, sapi, anjing, dan babi. "
      ]
    },
    {
      "tag": "tindakan_leptospirosis",
      "patterns": [
        "Jelaskan pertolongan pertama leptospirosis yang seharusnya diberikan.",
        "Apa yang harus dilakukan jika terkena leptospirosis?",
        "Bagaimana cara pengobatan leptospirosis dilakukan?",
        "Pertolongan pertama leptospirosis, bisakah Anda menjelaskannya?",
        "Jika terkena leptospirosis, tindakan apa yang perlu diambil?",
        "Cara pengobatan leptospirosis, mohon diberikan penjelasannya.",
        "Tolong jelaskan apa yang harus dilakukan pada pertolongan pertama leptospirosis.",
        "Saya tidak tahu apa yang harus dilakukan jika terkena leptospirosis.",
        "Bagaimana seharusnya cara pengobatan leptospirosis?",
        "Apa tindakan pertolongan pertama yang tepat untuk leptospirosis?",
        "Jika terkena leptospirosis, apa langkah pertama yang harus diambil?",
        "Mohon berikan informasi mengenai cara pengobatan leptospirosis.",
        "Pertolongan pertama leptospirosis harus dijelaskan dengan detail.",
        "Saya tidak tahu apa yang seharusnya dilakukan jika terkena leptospirosis.",
        "Bagaimana cara pengobatan leptospirosis biasanya dilakukan?",
        "Tolong berikan penjelasan tentang pertolongan pertama leptospirosis.",
        "Apa saja langkah yang perlu diambil jika terkena leptospirosis?",
        "Cara pengobatan leptospirosis, bisa dijelaskan lebih lanjut?",
        "Mohon jelaskan dengan rinci tentang pertolongan pertama leptospirosis.",
        "Saya perlu informasi lebih lanjut tentang tindakan yang harus diambil jika terkena leptospirosis.",
        "Apa saja prosedur pengobatan leptospirosis yang umum?",
        "Bagaimana seharusnya pertolongan pertama untuk leptospirosis dilakukan?"
      ],
      "responses": [
        "Leptospirosis yang ringan umumnya tidak memerlukan penanganan khusus, bahkan bisa sembuh dengan sendirinya dalam 7 hari. Pada kondisi yang berat, pengobatan ditujukan untuk meredakan gejala dan mencegah komplikasi.  Beberapa obat yang akan diberikan adalah Obat antibiotik, seperti penisilin, amoxicillin, ampicillin, doxycycline, atau azithromycin. Obat penurun demam dan nyeri, seperti paracetamol atau ibuprofen"
      ]
    },
    {
      "tag": "diagnosis_influenza",
      "patterns": [
        "hidung tersumbat, batuk, pilek, bersin - bersin, sakit tenggorokan, mengigil, demam",
        "Aku mengalami hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku merasakan adanya hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Terjadi hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku mengalami sensasi hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Terdapat perasaan hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku merasakan adanya hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Terjadi hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku mengalami sensasi hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Terdapat perasaan hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku merasakan adanya hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku terkena hidung tersumbat, pilek, dan batuk secara bersamaan.",
        "Hidung tersumbat membuat napasku terasa berat, dan aku juga mengalami bersin-bersin.",
        "Aku merasa demam dan sakit tenggorokan bersamaan dengan pilek.",
        "Aku mengalami pilek yang sangat parah, dan juga batuk.",
        "Batuk, bersin-bersin, dan pilek membuatku merasa sangat tidak enak badan.",
        "Aku merasakan gejala demam yang disertai dengan mengigil.",
        "Hidung tersumbat membuat napasku terasa tersendat, dan aku juga mengalami batuk.",
        "Aku terkena pilek yang membuatku merasa sangat lelah",
        "Pilek membuatku merasa sangat tidak nyaman, terutama dengan hidung tersumbat.",
        "Hidung tersumbat dan mengigil adalah gejala demam yang aku rasakan.",
        "Batuk dan bersin-bersin membuatku merasa sangat tidak enak badan.",
        "Aku merasakan gejala demam dan mengigil yang membuatku gemetar.",
        "Hidung tersumbat dan pilek membuat napasku terasa tersendat.",
        "Aku merasakan bersin-bersin dan mengigil bersamaan dengan demam.",
        "Aku mengalami pilek yang sangat mengganggu, bersama dengan hidung tersumbat.",
        "Aku merasa sangat tidak enak badan dengan adanya batuk dan pilek.",
        "Aku mengalami demam yang membuatku gemetar, bersama dengan bersin-bersin.",
        "Pilek yang terus-menerus membuatku merasa sangat lelah.",
        "Aku merasakan gejala mengigil dan demam yang membuatku merasa sangat lemah.",
        "Hidung tersumbat dan pilek membuat napasku terasa tersendat.",
        "Aku mengalami batuk yang sangat mengganggu, bersama dengan sakit tenggorokan.",
        "Hidung tersumbat dan mengigil adalah tanda-tanda demam yang aku alami.",
        "Aku merasa sangat tidak enak badan dengan adanya bersin-bersin dan pilek.",
        "Hidung tersumbat membuatku merasa tidak nyaman, dan aku juga mengalami batuk",
        "Aku terkena pilek dan bersin-bersin, serta mengigil karena demam",
        "Aku merasakan gejala batuk dan pilek, bersama dengan hidung tersumbat.",
        "Bersin-bersin terjadi ketika aku merasa demam dan mengigil.",
        "Hidung tersumbat, batuk, dan pilek semakin menggangguku.",
        "Aku mengalami demam, bersin-bersin, dan sakit tenggorokan yang parah.",
        "Pilek membuatku merasa tidak nyaman bersama dengan hidung tersumbat",
        "Hidung tersumbat dan mengigil adalah tanda-tanda demam yang aku alami",
        "Aku merasakan gejala demam yang disertai dengan mengigil.",
        "aku terkena pilek yang membuatku merasa sangat lelah.",
        "Sakit tenggorokan yang aku alami semakin buruk bersama dengan demam."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit influenza"
      ]
    },
    {
      "tag": "tentang_influenza",
      "patterns": [
        "apa itu influenza?",
        "Apa yang dimaksud dengan influenza",
        "Bisa jelaskan tentang influenza secara detail",
        "Mohon berikan penjelasan mengenai influenza",
        "Apakah Anda dapat memberi tahu saya tentang influenza",
        "Bagaimana Anda menjelaskan influenza secara singkat",
        "Apa yang perlu saya ketahui tentang influenza",
        "Dapatkah Anda memberikan informasi tentang influenza",
        "Mohon berbagi pengetahuan Anda tentang influenza",
        "Bisakah Anda memberikan gambaran umum tentang influenza",
        "Apa yang Anda tahu tentang influenza dan bagaimana itu mempengaruhi kesehatan manusia",
        "Apa yang dimaksud dengan influenza",
        "Bisakah kamu memberikan informasi tentang influenza",
        "definisi influenza",
        "jelaskan tentang influenza",
        "beritahu aku tentang influenza",
        "Apa itu influenza dan bagaimana dampaknya pada kesehatan manusia?",
        "Definisi influenza dan penjelasan singkatnya, tolong.",
        "Apakah Anda bisa menjelaskan influenza secara rinci kepada saya?",
        "Bagaimana Anda mendefinisikan influenza?",
        "Bisa Anda berikan informasi yang lebih detail tentang influenza?",
        "Apa yang seharusnya saya ketahui tentang influenza?",
        "Tolong, berikan penjelasan lengkap mengenai influenza.",
        "Mohon berikan pengetahuan Anda tentang influenza dan dampaknya pada manusia.",
        "Apa perbedaan antara influenza dan pilek biasa?",
        "Bisakah Anda menjelaskan apa yang dimaksud dengan influenza?",
        "Apa yang perlu saya ketahui tentang risiko influenza?",
        "beritahu aku bagaimana influenza mempengaruhi tubuh kita.",
        "Bagaimana cara penularan influenza dan langkah-langkah pencegahannya?",
        "Bisakah Anda memberikan informasi terbaru tentang influenza?",
        "berikan gambaran umum tentang apa itu influenza."
      ],
      "responses": [
        "Flu atau influenza adalah infeksi virus yang menyerang hidung, tenggorokan, dan paru-paru. Penderita flu dapat mengalami demam, sakit kepala, pilek, hidung tersumbat, serta batuk. Flu merupakan penyakit yang mudah menular ke orang lain, terutama pada 3-4 hari pertama setelah penderita terinfeksi. Bahkan pada beberapa kasus, penderita flu dapat menularkan penyakitnya sebelum gejala muncul."
      ]
    },
    {
      "tag": "tindakan_influenza",
      "patterns": [
        "pertolongan pertama influenza",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk influenza",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena influenza",
        "Saat terkena influenza, apa yang harus dilakukan",
        "Apa saja tindakan yang perlu diambil ketika seseorang mengalami infeksi influenza",
        "Bagaimana cara memberikan pertolongan pertama saat terinfeksi influenza",
        "Jika seseorang mengalami influenza, apa tindakan yang sebaiknya diambil",
        "Apa yang harus dilakukan jika terdiagnosis dengan influenza",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi influenza",
        "Saat seseorang terkena influenza, apa yang sebaiknya dilakukan secara cepat",
        "Jika seseorang mengalami gejala influenza, apa tindakan awal yang harus diambil",
        "Apa pertolongan pertama yang dapat dilakukan untuk kasus influenza",
        "Bagaimana langkah-langkah pertolongan pertama yang harus diambil saat terkena influenza",
        "Apa yang sebaiknya dilakukan jika seseorang terkena influenza",
        "Apa langkah-langkah yang perlu diambil jika Anda mengalami influenza",
        "Bagaimana cara pertolongan pertama saat terkena influenza",
        "Apa tindakan pertama yang perlu diambil ketika menghadapi kasus influenza",
        "Jika Anda terinfeksi influenza, apa yang sebaiknya dilakukan untuk merawat diri sendiri",
        "Bagaimana cara mengatasi influenza pada tahap awal",
        "Apa langkah-langkah yang harus diambil saat seseorang terkena influenza",
        "apa yang harus dilakukan saat terkena influenza?",
        "kalo aku terkena influenza aku harus apa",
        "pengobatan influenza",
        "cara menyembuhkan influenza",
        "aku terkena influenza harus ngapain",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi influenza?",
        "Saat terkena influenza, apa yang harus dilakukan secara cepat dan efektif?",
        "Apa tindakan awal yang harus diambil jika seseorang mengalami gejala influenza?",
        "Jika seseorang terinfeksi influenza, apa yang sebaiknya dilakukan untuk merawat diri sendiri?",
        "Bagaimana cara mengatasi influenza pada tahap awal?",
        "Apa yang harus dilakukan saat terkena influenza?",
        "Jika aku terkena influenza, apa yang harus kulakukan?",
        "Apakah ada pengobatan khusus yang efektif untuk influenza?",
        "Bagaimana cara menyembuhkan influenza dengan cepat?",
        "Ketika terdiagnosis dengan influenza, apa tindakan pertama yang perlu diambil?",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena influenza?",
        "Saat seseorang mengalami infeksi influenza, apa saja tindakan yang perlu diambil?",
        "Bagaimana cara memberikan pertolongan pertama saat terinfeksi influenza?",
        "Apa yang sebaiknya dilakukan jika seseorang terkena influenza dan gejalanya parah?",
        "Bagaimana cara pertolongan pertama saat terkena influenza dapat membantu mempercepat penyembuhan?",
        "Apa tindakan pertama yang perlu diambil ketika menghadapi kasus influenza?",
        "Jika seseorang terinfeksi influenza, apa yang perlu dilakukan untuk menghindari penularan kepada orang lain?",
        "Bagaimana langkah-langkah pertolongan pertama yang sebaiknya diambil jika Anda mengalami influenza?",
        "Bagaimana pertolongan pertama yang tepat untuk kasus influenza?",
        "Apa yang seharusnya dilakukan saat seseorang terkena influenza?",
        "Jika seseorang terinfeksi influenza, apa yang harus mereka lakukan terlebih dahulu?",
        "Bagaimana cara merawat diri sendiri ketika terkena influenza?",
        "Bagaimana langkah-langkah pertama yang perlu diambil jika ada gejala influenza?",
        "Apa yang sebaiknya dilakukan untuk mengurangi ketidaknyamanan saat terkena influenza?",
        "Jika seseorang terdiagnosis dengan influenza, apa yang harus mereka lakukan selanjutnya?",
        "Apa tindakan pertama yang sebaiknya diambil jika ada wabah influenza di komunitas?"
      ],
      "responses": [
        "Flu dapat ditangani di rumah dengan istirahat yang cukup, minum banyak air putih, mengonsumsi obat flu dan batuk dan pereda demam seperti paracetamol"
      ]
    },
    {
      "tag": "diagnosis_ISPA",
      "patterns": [
        "sakit tenggorokan, batuk, pilek, sesak napas, sakit kepala, kelelahan, mual atau muntah",
        "Saya merasa sangat tidak enak badan dengan sakit tenggorokan dan batuk.",
        "Pilek dan sakit kepala membuat saya merasa tidak nyaman.",
        "Sesak napas dan kelelahan adalah gejala yang serius.",
        "Kelelahan dan sesak napas membuat saya merasa lemah.",
        "Sakit tenggorokan dan mual adalah kombinasi yang tidak menyenangkan.",
        "Saya mengalami sesak napas dan pilek yang parah.",
        "Pilek dan mual atau muntah adalah tanda-tanda infeksi.",
        "Batuk dan sakit tenggorokan membuat saya merasa tidak nyaman.",
        "Sesak napas dan sakit kepala adalah gejala yang mengkhawatirkan.",
        "Saya merasa sangat lemah dengan kelelahan dan mual.",
        "Sakit kepala dan sesak napas membuat saya merasa sangat tidak enak.",
        "Pilek dan sakit tenggorokan membuat saya merasa tidak enak badan.",
        "Batuk yang parah dan sesak napas",
        "Saya merasa sangat lemah dengan sakit kepala dan kelelahan",
        "Sakit tenggorokan dan pilek membuat saya merasa sangat tidak nyaman.",
        "Pilek dan batuk yang terus-menerus sangat mengganggu",
        "Batuk yang parah dan sakit tenggorokan",
        "Sakit tenggorokan dan mual atau muntah sangat mengganggu.",
        "Batuk yang terus-menerus membuat saya merasa tidak nyaman.",
        "Sakit tenggorokan dan kelelahan sangat mengganggu."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit ISPA"
      ]
    },
    {
      "tag": "tentang_ISPA",
      "patterns": [
        "apa itu ISPA?",
        "jelaskan tentang ISPA",
        "definisi ISPA",
        "apa yang dimaksud ISPA",
        "bisakah anda memberikan definisi ISPA secara lengkap",
        "Apa arti singkat dari ISPA?",
        "Apa yang perlu saya ketahui tentang ISPA?",
        "Bisakah Anda memberikan gambaran umum tentang ISPA?",
        "Bagaimana cara mendefinisikan ISPA dengan jelas?",
        "Apakah Anda dapat menjelaskan ISPA secara terperinci?",
        "Apa itu ISPA dalam istilah medis?",
        "Bagaimana cara Anda mendefinisikan ISPA untuk orang awam?",
        "Bisakah Anda memberikan penjelasan tentang ISPA yang mudah dimengerti?",
        "Apa yang dimaksud dengan ISPA dalam konteks kesehatan?",
        "Apa yang harus saya ketahui tentang ISPA dan pencegahannya?",
        "Bisakah Anda memberikan definisi ISPA yang sederhana?",
        "Jelaskan apa itu ISPA secara singkat.",
        "Bagaimana cara mendefinisikan ISPA untuk pemula?",
        "Apa yang sebaiknya saya ketahui tentang ISPA?",
        "Bisakah Anda memberikan gambaran tentang ISPA dan dampaknya pada kesehatan manusia?",
        "Bagaimana cara Anda menjelaskan ISPA secara umum?",
        "Bisakah Anda memberikan definisi medis tentang ISPA?",
        "Apa itu ISPA dan mengapa penting untuk memahaminya sebagai bagian dari penjagaan kesehatan?",
        "Bagaimana cara Anda menjelaskan ISPA dengan bahasa yang mudah dipahami oleh masyarakat umum?",
        "Bagaimana cara mendefinisikan ISPA agar dapat dipahami",
        "Jelaskan apa yang dimaksud dengan ISPA dengan bahasa yang mudah dimengerti",
        "Apa yang harus diketahui tentang ISPA dan upaya pencegahannya?",
        "Bisakah Anda memberikan definisi sederhana tentang ISPA yang mudah dipahami oleh semua orang?",
        "Jelaskan apa itu ISPA dalam konteks kesehatan manusia secara ringkas.",
        "Apa itu ISPA dan mengapa penting untuk memahaminya?",
        "Bagaimana cara Anda menjelaskan ISPA dengan bahasa yang sederhana?"
      ],
      "responses": [
        "Infeksi saluran pernapasan akut atau ISPA adalah infeksi yang terjadi di saluran pernapasan, baik saluran pernapasan atas maupun bawah. Infeksi ini dapat menimbulkan gejala batuk, pilek, dan demam. ISPA sangat mudah menular dan dapat dialami oleh siapa saja, terutama anak-anak dan lansia. ISPA menimbulkan peradangan di saluran pernapasan, mulai dari hidung hingga paru-paru. Penularan virus atau bakteri penyebab ISPA dapat terjadi melalui kontak dengan percikan air liur orang yang terinfeksi. Virus atau bakteri dalam percikan liur akan menyebar melalui udara kemudian masuk ke hidung atau mulut orang lain."
      ]
    },
    {
      "tag": "tindakan_ISPA",
      "patterns": [
        "pertolongan pertama ISPA",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk ISPA",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena ISPA",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama ketika menghadapi ISPA?",
        "Bagaimana cara memberikan pertolongan pertama untuk ISPA?",
        "Apa yang seharusnya dilakukan jika seseorang terkena ISPA?",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat saat menghadapi ISPA?",
        "Apa tindakan awal yang harus diambil jika terkena ISPA?",
        "Bagaimana pertolongan pertama dapat membantu ketika seseorang mengalami ISPA?",
        "Apa yang sebaiknya dilakukan saat menghadapi kasus ISPA?",
        "Bagaimana cara memberikan pertolongan pertama ketika terkena ISPA?",
        "Apa yang sebaiknya dilakukan sebagai tindakan pertama saat mengalami ISPA?",
        "Bagaimana langkah-langkah pertolongan pertama yang efektif untuk mengatasi ISPA?",
        "Apa yang harus dilakukan jika terdiagnosis dengan ISPA?",
        "Bagaimana cara memberikan pertolongan pertama yang tepat saat terkena ISPA?",
        "Apa tindakan pertama yang perlu diambil ketika menghadapi ISPA?",
        "Bagaimana langkah-langkah pertolongan pertama yang dapat membantu meredakan ISPA?",
        "Apa yang sebaiknya dilakukan jika seseorang mengalami gejala ISPA?",
        "Bagaimana cara memberikan pertolongan pertama saat terkena ISPA?",
        "Apa tindakan awal yang harus diambil jika menduga seseorang terkena ISPA?",
        "Bagaimana pertolongan pertama dapat membantu mengatasi ISPA?",
        "Apa yang perlu saya ketahui tentang pertolongan pertama untuk ISPA?",
        "Bagaimana langkah-langkah pertolongan pertama yang dapat dilakukan untuk kasus ISPA?",
        "Apa yang harus dilakukan jika gejala ISPA semakin parah?",
        "Bagaimana cara memberikan pertolongan pertama yang tepat saat menghadapi ISPA yang mungkin menular?",
        "Apa yang sebaiknya dilakukan saat seseorang dalam lingkungan Anda mengalami ISPA?",
        "Bagaimana cara memberikan pertolongan pertama kepada anak-anak yang terkena ISPA?",
        "Apa tindakan awal yang harus diambil saat ISPA menyerang anak-anak?",
        "Bagaimana langkah-langkah pertolongan pertama yang dapat membantu anak-anak dengan ISPA?",
        "Apa yang harus dilakukan jika seseorang di lingkungan kerja mengalami ISPA?",
        "Apa yang sebaiknya dilakukan sebagai tindakan pertama ketika ISPA menyebar di tempat kerja?",
        "Bagaimana pertolongan pertama dapat membantu mengendalikan penyebaran ISPA di lingkungan kerja?",
        "Apa yang perlu diketahui tentang pertolongan pertama untuk mengatasi ISPA ?",
        "Bagaimana cara memberikan pertolongan pertama yang terkena ISPA?",
        "Apa yang harus dilakukan jika ISPA menyebar di lingkungan?",
        "Bagaimana langkah-langkah pertolongan pertama yang dapat membantu melindungi dari ISPA?",
        "Apa yang sebaiknya dilakukan sebagai tindakan pertama ketika terdapat kasus ISPA di komunitas Anda?",
        "Apa yang harus dilakukan jika ISPA menyebar di komunitas Anda?",
        "Apa yang perlu diketahui tentang pertolongan pertama untuk ISPA?",
        "Bagaimana cara memberikan pertolongan pertama kepada yang terkena ISPA?",
        "Apa yang sebaiknya dilakukan jika mengalami gejala ISPA?",
        "Apa yang harus dilakukan jika ISPA menyebar di keluarga Anda?",
        "Bagaimana cara memberikan pertolongan pertama kepada anggota keluarga yang terkena ISPA?",
        "jelaskan cara pertolongan pertama jika terkena ISPA",
        "cara penyembuhan ISPA",
        "jika aku terkena ISPA, apa yang harus aku lakukan",
        "langkah - langkah dalam menangani kasus ISPA",
        "aku terkena ISPA, aku harus apa",
        "jelaskan secara detail pertolongan pertama ISPA",
        "Apa yang sebaiknya dilakukan jika mengalami gejala ISPA?"
      ],
      "responses": [
        "Gejala ISPA berlangsung antara 1 sampai 2 minggu. Pada sebagian besar kasus, penderita gejala akan mereda setelah minggu pertama.  Oleh karena itu, pasien tidak memerlukan pengobatan khusus. Meski begitu, ada upaya yang dapat dilakukan secara mandiri di rumah untuk meredakan gejala, yaitu: Memperbanyak istirahat dan konsumsi air putih untuk mengencerkan dahak agar lebih mudah untuk dikeluarkan, Mengonsumsi minuman lemon hangat atau madu, untuk meredakan batuk, Jika gejala yang dialami tidak membaik dapat memberikan obat-obatan untuk meredakan gejala, seperti Ibuprofen atau paracetamol, Diphenhydramine dan pseudoephedrine, dan Antibiotik, untuk mengatasi ISPA yang disebabkan oleh bakteri"
      ]
    },
    {
      "tag": "diagnosis_gastritis",
      "patterns": [
        "perut kembung, nyeri yang terasa panas atau perih di bagian ulu hati, buang air besar berwarna hitam",
        "Saya mengalami perut kembung yang membuat saya merasa tidak nyaman.",
        "Nyeri yang terasa panas atau perih di bagian ulu hati membuat saya khawatir.",
        "Saya perlu segera menghubungi dokter karena buang air besar berwarna hitam adalah gejala yang serius.",
        "Perut kembung adalah masalah yang mengganggu kenyamanan saya.",
        "Saya merasa nyeri yang terasa panas di bagian ulu hati.",
        "Gejala perih di bagian ulu hati membuat saya khawatir.",
        "Perut kembung bisa menimbulkan ketidaknyamanan yang parah.",
        "Nyeri perih di ulu hati dapat mengganggu aktivitas sehari hari.",
        "Saya mencari solusi untuk meredakan perut kembung.",
        "Gejala perut kembung sering mengganggu kualitas hidup.",
        "Nyeri ulu hati yang saya rasakan tidak hilang hilang.",
        "Saya mencari cara untuk mengatasi nyeri panas di ulu hati.",
        "Perut kembung seringkali disertai dengan gejala lain.",
        "Nyeri perih di ulu hati semakin parah.",
        "Saya merasa tidak nyaman dengan perut kembung yang persisten.",
        "Nyeri ulu hati yang saya alami sangat mengganggu.",
        "Saya mencari informasi tentang buang air besar berwarna hitam.",
        "Saya ingin tahu penyebab buang air besar berwarna hitam.",
        "Gejala perut kembung mungkin terkait dengan makanan.",
        "Saya mencari saran untuk meredakan perut kembung.",
        "Perut kembung bisa menjadi masalah yang mengganggu.",
        "Nyeri ulu hati membuat saya merasa tidak nyaman.",
        "Saya ingin tahu mengapa ulu hati saya terasa panas.",
        "Buang air besar berwarna hitam bisa mengejutkan.",
        "Nyeri ulu hati adalah gejala yang perlu diperhatikan.",
        "Perut kembung dapat memengaruhi kualitas hidup",
        "Saya mencari cara untuk mengurangi perut kembung.",
        "Saya ingin memahami lebih banyak tentang nyeri ulu hati.",
        "Buang air besar berwarna hitam mungkin memerlukan perhatian medis.",
        "Saya khawatir dengan perut kembung yang berlangsung lama.",
        "Nyeri panas di ulu hati membuat saya tidak nyaman.",
        "Saya mencari solusi alami untuk meredakan perut kembung.",
        "Gejala perut kembung sering kali timbul setelah makan",
        "Saya ingin tahu bagaimana menghindari perut kembung.",
        "Nyeri ulu hati yang terus-menerus membuat saya khawatir.",
        "Buang air besar berwarna hitam adalah gejala yang serius.",
        "Saya mencari informasi tentang perut kembung pada anak-anak.",
        "Gejala nyeri ulu hati bisa disebabkan oleh berbagai faktor.",
        "Saya ingin tahu apakah perut kembung bisa menjadi kronis.",
        "Saya mencari saran untuk mengurangi perut kembung secara efektif.",
        "Nyeri ulu hati dapat memengaruhi aktivitas sehari-hari.",
        "Buang air besar berwarna hitam memerlukan penanganan segera.",
        "Saya ingin tahu apakah perut kembung dapat diobati dengan diet.",
        "Gejala nyeri ulu hati membuat saya merasa cemas.",
        "Saya mencari tahu apa yang bisa menyebabkan perut kembung.",
        "Nyeri ulu hati yang tiba-tiba membuat saya khawatir.",
        "Buang air besar berwarna hitam adalah tanda peringatan.",
        "Saya mencari informasi tentang perut kembung .",
        "Nyeri ulu hati yang tidak kunjung sembuh membuat saya khawatir.",
        "Saya ingin tahu buang air besar berwarna hitam sakit apa"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit gastritis"
      ]
    },
    {
      "tag": "tentang_gastritis",
      "patterns": [
        "apa itu gastritis?",
        "jelaskan tentang gastritis",
        "definisi gastritis",
        "Apa itu gastritis? Bisakah Anda menjelaskan?",
        "Jelaskan tentang gastritis dan bagaimana gejalanya.",
        "Apakah Anda tahu definisi gastritis?",
        "Tolong jelaskan apa yang dimaksud dengan gastritis.",
        "Bisa Anda memberikan definisi singkat tentang gastritis?",
        "Apa sebenarnya gastritis itu? Saya ingin tahu.",
        "Saya belum sepenuhnya mengerti gastritis, bisakah Anda menjelaskan?",
        "Bagaimana Anda mendefinisikan gastritis secara medis?",
        "Definisi gastritis bisa membantu saya memahami lebih baik.",
        "Tolong berikan penjelasan yang lengkap tentang gastritis.",
        "Apakah Anda bisa menjelaskan gastritis dengan sederhana?",
        "Bagaimana cara mendefinisikan gastritis kepada seseorang yang tidak tahu?",
        "Saya mendengar istilah gastritis, tapi saya butuh penjelasan lebih lanjut.",
        "Apakah ada definisi resmi tentang gastritis?",
        "Jelaskan apa yang dimaksud dengan gastritis secara rinci.",
        "Bisakah Anda memberikan definisi yang jelas tentang gastritis?",
        "Saya ingin tahu lebih banyak tentang gastritis, bolehkah Anda menjelaskannya?",
        "Apakah ada perbedaan dalam definisi gastritis menurut sumber yang berbeda?",
        "Definisi gastritis bisa sangat bermanfaat untuk saya.",
        "Bisa Anda menjelaskan tentang gastritis secara umum?",
        "Tolong jelaskan apa yang dimaksud dengan gastritis pada tingkat dasar.",
        "Bagaimana cara mendefinisikan gastritis dengan tepat?",
        "Saya perlu pemahaman yang lebih baik tentang gastritis.",
        "Apakah ada istilah medis yang bisa digunakan untuk mendefinisikan gastritis?",
        "Apa definisi yang paling tepat untuk gastritis?",
        "Tolong terangkan tentang gastritis agar saya lebih mengerti.",
        "Saya tidak yakin apa itu gastritis, bisakah Anda menjelaskan?",
        "Bagaimana cara mendefinisikan gastritis dalam bahasa yang mudah dimengerti?",
        "Apakah Anda bisa menjelaskan gastritis secara singkat?",
        "Saya ingin tahu definisi resmi tentang gastritis.",
        "Tolong jelaskan apa yang terjadi saat seseorang memiliki gastritis.",
        "Bisa Anda memberikan gambaran umum tentang gastritis?",
        "Apa saja yang harus kita ketahui tentang gastritis?",
        "Bagaimana cara mendefinisikan gastritis dalam konteks kesehatan?",
        "Apa yang dimaksud dengan gastritis dalam istilah medis?",
        "Saya ingin tahu apa itu gastritis dari perspektif medis.",
        "Tolong berikan definisi yang tepat untuk gastritis.",
        "Bisa Anda menjelaskan apa itu gastritis secara terperinci?",
        "Apa yang perlu saya ketahui tentang gastritis?",
        "Bagaimana cara mendefinisikan gastritis dengan jelas?",
        "Tolong berikan gambaran singkat tentang gastritis.",
        "Saya ingin mendapatkan definisi yang akurat tentang gastritis.",
        "Bisakah Anda menjelaskan gastritis dalam bahasa yang mudah dimengerti?",
        "Saya perlu pemahaman yang lebih baik tentang gastritis.",
        "Apakah ada definisi yang berbeda-beda tentang gastritis?",
        "Jelaskan apa yang terjadi pada tubuh saat seseorang mengidap gastritis.",
        "Bisa Anda memberikan definisi sederhana tentang gastritis?",
        "Apa yang harus kita ketahui tentang gastritis?",
        "Bagaimana cara mendefinisikan gastritis agar mudah dimengerti oleh semua orang?"
      ],
      "responses": [
        "Gastritis adalah peradangan pada dinding lambung yang ditandai dengan nyeri di ulu hati atau lambung. Jika dibiarkan, gastritis bisa berlangsung bertahun tahun dan menyebabkan komplikasi serius, seperti tukak lambung. Gastritis terbagi dua, yaitu gastritis akut dan kronis. Gastritis akut terjadi ketika peradangan di lapisan lambung berlangsung secara tiba-tiba. Kondisi ini menyebabkan nyeri ulu hati hebat yang bersifat sementara. gastritis kronis, peradangan di lapisan lambung terjadi secara bertahap. Nyeri akibat gastritis kronis lebih ringan daripada gastritis akut, tetapi terjadi lebih sering dan lebih lama."
      ]
    },
    {
      "tag": "tindakan_gastritis",
      "patterns": [
        "pertolongan pertama gastritis",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk gastritis",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena gastritis",
        "Apa langkah pertolongan pertama untuk kasus gastritis?",
        "Bagaimana cara memberikan pertolongan pertama pada seseorang dengan gastritis?",
        "Saya butuh panduan tentang pertolongan pertama untuk gastritis",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gastritis menyerang?",
        "Bagaimana cara memberikan bantuan pertama ketika seseorang mengalami gastritis?",
        "Pertolongan pertama yang tepat untuk gastritis sangat penting.",
        "Apa langkah pertama yang sebaiknya diambil ketika terkena gastritis?",
        "Bagaimana cara memberikan bantuan awal untuk kasus gastritis?",
        "Saya ingin tahu tentang pertolongan pertama gastritis yang efektif.",
        "Apa tindakan pertama yang sebaiknya diambil saat seseorang terkena gastritis?",
        "Bagaimana cara melakukan pertolongan pertama untuk gastritis dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus gastritis?",
        "Bagaimana cara memberikan bantuan pertama yang tepat untuk seseorang dengan gastritis?",
        "Pertolongan pertama dapat membuat perbedaan pada kasus gastritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala gastritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastritis?",
        "Saya ingin tahu apa yang harus dilakukan sebagai pertolongan pertama untuk gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil saat seseorang mengalami gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengatasi gastritis?",
        "Pertolongan pertama dapat mengurangi gejala gastritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat kasus gastritis timbul?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi gastritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama gastritis yang aman.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil saat seseorang menderita gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang efektif untuk gastritis?",
        "Pertolongan pertama yang tepat dapat membuat perbedaan besar pada kasus gastritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami gastritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang terkena gastritis?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk kasus gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika gejala gastritis muncul?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengatasi kasus gastritis?",
        "Pertolongan pertama sangat penting dalam mengelola gastritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala gastritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap gastritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastritis?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi gastritis.",
        "Apa yang seharusnya dilakukan sebagai pertolongan pertama ketika ada kasus gastritis?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi gastritis dengan baik?",
        "Saya ingin tahu apa yang harus dilakukan sebagai pertolongan pertama untuk gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terjadi gejala gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastritis?",
        "Pertolongan pertama dapat membantu meredakan kasus gastritis.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala gastritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil saat ada kasus gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastritis?"
      ],
      "responses": [
        "Beberapa obat yang dapat mengatasi gastritis adalah anatasida mampu meredakan nyeri secara cepat dengan cara menetralkan asam lambung. antibiotik, obat pelapis lambung, contoh obat tersebut adalah rebamipide."
      ]
    },
    {
      "tag": "diagnosis_dermatitis",
      "patterns": [
        "kulit kering dan bersisik, ruam, kemerahan, gatal - gatal, luka lepuh di telapak tangan, jari, atau telapak kaki",
        "Saya memiliki masalah kulit kering dan bersisik yang mengganggu.",
        "Ruam dan kemerahan muncul pada kulit saya akhir-akhir ini.",
        "Gejala kulit kering dan bersisik membuat saya tidak nyaman.",
        "Gatal-gatal pada kulit adalah masalah yang sering saya alami.",
        "Saya memiliki luka lepuh di telapak tangan yang sangat sakit.",
        "Kulit kering dan bersisik dapat menyebabkan rasa gatal yang tidak tertahankan.",
        "Ruam dan kemerahan seringkali muncul bersamaan dengan kulit kering.",
        "Bagaimana cara mengatasi kulit kering dan bersisik yang parah?",
        "Gatal-gatal pada kulit membuat saya ingin menggaruk terus-menerus.",
        "Saya memiliki luka lepuh yang perlu segera ditangani di telapak tangan.",
        "Kulit kering dan bersisik bisa sangat mengganggu kehidupan sehari-hari.",
        "Ruam dan kemerahan pada kulit adalah gejala yang serius.",
        "Gejala kulit kering dan bersisik bisa memengaruhi penampilan saya.",
        "Bagaimana cara meredakan gatal-gatal pada kulit?",
        "Saya mencari solusi untuk mengatasi luka lepuh di jari",
        "Kulit kering dan bersisik sering disertai dengan gatal-gatal.",
        "Ruam dan kemerahan pada kulit membuat saya merasa tidak percaya diri.",
        "Gejala kulit kering bisa sangat mengganggu kenyamanan.",
        "Bagaimana cara mengobati gatal-gatal pada kulit dengan efektif?",
        "Luka lepuh di telapak tangan memerlukan perhatian medis.",
        "Kulit kering dan bersisik adalah masalah yang perlu diatasi.",
        "Ruam dan kemerahan pada kulit bisa membuat Anda khawatir.",
        "Gejala kulit kering dan bersisik dapat memengaruhi kualitas hidup.",
        "Bagaimana cara menghentikan gatal-gatal pada kulit dengan cepat?",
        "Saya ingin tahu bagaimana mengobati luka lepuh di telapak tangan.",
        "Kulit kering dan bersisik dapat mengganggu tidur saya.",
        "Ruam dan kemerahan pada kulit bisa sangat mengganggu.",
        "Gejala kulit kering dan bersisik bisa menyebabkan rasa tidak nyaman.",
        "Bagaimana cara meredakan gatal-gatal pada kulit yang parah?",
        "Luka lepuh di jari adalah masalah yang serius.",
        "Kulit kering dan bersisik seringkali memerlukan perawatan khusus.",
        "Ruam dan kemerahan pada kulit dapat memengaruhi kepercayaan diri.",
        "Gejala kulit kering bisa sangat mengganggu kualitas hidup.",
        "Bagaimana cara mengobati gatal-gatal pada kulit secara alami?",
        "Saya mencari solusi untuk mengatasi luka lepuh di telapak kaki.",
        "Kulit kering dan bersisik bisa membuat saya merasa tidak enak badan.",
        "Ruam dan kemerahan pada kulit membuat saya cemas.",
        "Gejala kulit kering dan bersisik memerlukan perawatan yang tepat.",
        "Bagaimana cara meredakan gatal-gatal pada kulit dengan bahan rumah tangga?",
        "Luka lepuh di telapak kaki perlu ditangani secara serius.",
        "Kulit kering dan bersisik dapat memengaruhi kesehatan saya.",
        "Ruam dan kemerahan pada kulit adalah tanda peringatan.",
        "Gejala kulit kering bisa sangat mengganggu kenyamanan sehari-hari.",
        "Bagaimana cara mengobati gatal-gatal pada kulit secara efektif?",
        "Saya ingin tahu cara merawat luka lepuh di jari dengan benar.",
        "Kulit kering dan bersisik seringkali disertai dengan ruam.",
        "Ruam dan kemerahan pada kulit memerlukan penanganan yang tepat.",
        "Gejala kulit kering bisa sangat mengganggu pola tidur saya."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit dermatitis"
      ]
    },
    {
      "tag": "tentang_dermatitis",
      "patterns": [
        "apa itu dermatitis?",
        "jelaskan tentang dermatitis",
        "definisi dermatitis",
        "Apa itu dermatitis? Bisakah Anda menjelaskan?",
        "Jelaskan tentang dermatitis dan gejala-gejalanya.",
        "Apa definisi dermatitis menurut Anda?",
        "Tolong jelaskan apa yang dimaksud dengan dermatitis.",
        "Bisa Anda memberikan definisi sederhana tentang dermatitis?",
        "Saya belum sepenuhnya mengerti dermatitis, bisakah Anda menjelaskan?",
        "Bagaimana Anda mendefinisikan dermatitis secara medis?",
        "Definisi dermatitis bisa membantu saya memahami lebih baik.",
        "Apa istilah medis yang digunakan untuk dermatitis?",
        "Apa sebenarnya dermatitis itu? Saya ingin tahu.",
        "Saya ingin tahu apa definisi dermatitis yang tepat.",
        "Tolong berikan penjelasan yang lengkap tentang dermatitis.",
        "Apa definisi resmi tentang dermatitis?",
        "Bagaimana cara mendefinisikan dermatitis dengan jelas?",
        "Saya perlu pemahaman yang lebih baik tentang dermatitis.",
        "Apa tindakan yang seharusnya diambil ketika seseorang mengalami dermatitis?",
        "Saya mendengar istilah dermatitis, tapi saya butuh penjelasan lebih lanjut.",
        "Apakah ada definisi yang berbeda-beda tentang dermatitis?",
        "Definisi dermatitis bisa sangat berguna untuk saya.",
        "Bisa Anda menjelaskan dermatitis dalam bahasa yang mudah dimengerti?",
        "Tolong jelaskan apa yang dimaksud dengan dermatitis pada tingkat dasar.",
        "Bagaimana cara mendefinisikan dermatitis kepada seseorang yang tidak tahu?",
        "Saya ingin tahu apa yang bisa menyebabkan dermatitis.",
        "Apakah definisi dermatitis berubah dari satu sumber ke sumber lainnya?",
        "Apa definisi yang paling tepat untuk dermatitis?",
        "Tolong jelaskan apa yang harus kita ketahui tentang dermatitis.",
        "Apa yang harus kita ketahui tentang dermatitis dari perspektif medis?",
        "Saya ingin tahu bagaimana dermatitis dapat memengaruhi kualitas hidup.",
        "Apakah ada istilah medis yang digunakan untuk mendefinisikan dermatitis?",
        "Apa definisi resmi tentang dermatitis menurut lembaga kesehatan?",
        "Tolong berikan definisi yang tepat untuk dermatitis.",
        "Bisa Anda menjelaskan dermatitis secara singkat?",
        "Saya ingin tahu apakah dermatitis dapat menyebar ke seluruh tubuh.",
        "Bagaimana cara mendefinisikan dermatitis dalam konteks kesehatan?",
        "Apakah ada perbedaan dalam definisi dermatitis menurut sumber yang berbeda?",
        "Saya ingin memahami lebih banyak tentang gejala dermatitis.",
        "Apa yang perlu kita ketahui tentang dermatitis dari sudut pandang medis?",
        "Bagaimana cara mendefinisikan dermatitis dengan tepat?",
        "Tolong berikan gambaran singkat tentang dermatitis.",
        "Saya ingin mendapatkan definisi yang akurat tentang dermatitis.",
        "Apa yang seharusnya kita lakukan saat seseorang terkena dermatitis?",
        "Bagaimana cara mendefinisikan dermatitis dengan tepat untuk pemahaman umum?",
        "Saya ingin tahu apa yang bisa memicu dermatitis.",
        "Bisa Anda menjelaskan apa itu dermatitis dengan sederhana?",
        "Saya perlu pemahaman yang lebih baik tentang dermatitis.",
        "Apakah definisi dermatitis bervariasi tergantung pada jenisnya?",
        "Tolong berikan gambaran umum tentang dermatitis.",
        "Saya ingin tahu apakah dermatitis dapat sembuh dengan sendirinya.",
        "Bagaimana cara mendefinisikan dermatitis dalam bahasa yang mudah dimengerti oleh semua orang?",
        "Apa yang perlu kita ketahui tentang dermatitis dan cara mengatasi gejalanya?"
      ],
      "responses": [
        "Dermatitis adalah peradangan atau iritasi di kulit yang umumnya ditandai dengan kulit gatal, kering, dan kemerahan. Penyakit kulit ini umumnya terjadi akibat reaksi alergi. Dermatitis sendiri terbagi dalam banyak jenis, di antaranya dermatitis atopik dan dermatitis kontak. Dermatitis atau eksim merupakan penyakit kulit yang tidak menular. Dermatitis bisa disebabkan oleh faktor genetik, respons sistem kekebalan tubuh, lingkungan, atau paparan iritan."
      ]
    },
    {
      "tag": "tindakan_dermatitis",
      "patterns": [
        "pertolongan pertama dermatitis",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk dermatitis",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena dermatitis",
        "Apa yang seharusnya menjadi pertolongan pertama untuk dermatitis?",
        "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang mengalami dermatitis?",
        "Saya butuh panduan tentang pertolongan pertama untuk kasus dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena dermatitis?",
        "Bagaimana cara memberikan bantuan awal pada kasus dermatitis?",
        "Pertolongan pertama yang tepat untuk dermatitis sangat penting.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala dermatitis muncul?",
        "Bagaimana cara memberikan bantuan pertama ketika seseorang mengalami dermatitis?",
        "Saya ingin tahu tentang pertolongan pertama untuk dermatitis yang efektif.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena dermatitis?",
        "Bagaimana cara melakukan pertolongan pertama untuk mengatasi dermatitis dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus dermatitis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap dermatitis?",
        "Pertolongan pertama yang cepat dapat membuat perbedaan pada kasus dermatitis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala dermatitis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang terkena dermatitis?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena dermatitis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala dermatitis?",
        "Pertolongan pertama dapat membantu meredakan kasus dermatitis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami dermatitis?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi dermatitis dengan baik?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil saat ada kasus dermatitis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala dermatitis?",
        "Pertolongan pertama yang cepat dapat membantu mengelola dermatitis dengan lebih baik.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala dermatitis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang menderita dermatitis?",
        "Saya ingin tahu apa yang harus dilakukan sebagai pertolongan pertama untuk dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika gejala dermatitis muncul?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengatasi kasus dermatitis?",
        "Pertolongan pertama sangat penting dalam mengelola dermatitis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala dermatitis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap dermatitis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena dermatitis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala dermatitis?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi dermatitis.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala dermatitis muncul?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi dermatitis secara medis?",
        "Saya mencari solusi untuk mengatasi dermatitis melalui pertolongan pertama yang efektif.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika ada kasus dermatitis yang parah?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala dermatitis secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu meminimalkan dampak dermatitis.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk dermatitis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap dermatitis dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk dermatitis yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena dermatitis dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman yang disebabkan oleh dermatitis?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan dermatitis."
      ],
      "responses": [
        "pasien bisa menggunakan krim atau salep pelembap yang mengandung emolien. Pelembap ini bisa digunakan setelah mencuci tangan, mandi, atau saat kulit kering. Selain pelembap, obat-obatan yang dapat digunakan yaitu Salep atau krim kortikosteroid, seperti betametasone atau hydrocortisone, Obat antiradang oles, misalnya pimecrolimus, tacrolimus, dan ruxolitinib, obat jenis oral (minum) yang dapat diberikan yaitu anihistamin tablet, untuk meredakan gatal dan mengurangi peradangan."
      ]
    },
    {
      "tag": "diagnosis_demam",
      "patterns": [
        "sakit kepala, berkeringat, mengigil, lemas, sakit otot, sakit mata, jantung berdebar, hilang nafsu makan",
        "Saya merasa sakit kepala dan berkeringat secara bersamaan.",
        "Mengigil dan lemas adalah gejala yang saya alami.",
        "Sakit otot dan sakit mata membuat saya merasa sangat tidak nyaman.",
        "Jantung berdebar dan hilang nafsu makan adalah tanda-tanda yang perlu diperhatikan.",
        "saya mengalami sakit kepala yang disertai mengigil?",
        "Ketika saya berkeringat dan mengigil, saya merasa tidak sehat.",
        "Apa yang bisa menyebabkan sakit kepala dan berkeringat secara bersamaan?",
        "Mengapa jantung saya berdebar dan saya kehilangan nafsu makan?",
        "saya sakit kepala yang muncul bersama mengigil?",
        "Mengigil dan lemas",
        "Aku merasa sakit kepala yang tajam sejak pagi.",
        "Jantung berdebar dan hilang nafsu makan disertai mengigil",
        "Saya mengalami sakit kepala yang disertai mengigil",
        "Ketika saya berkeringat dan mengigil, saya merasa tidak sehat.",
        "Apa yang bisa menyebabkan sakit kepala dan berkeringat secara bersamaan?",
        "Saya sakit kepala yang muncul bersama mengigil",
        "Apakah ada hubungan antara mengigil dan hilang nafsu makan",
        "Aku merasa sangat lemas, mengigil dan berkeringat",
        "Sakit kepala dan mengigil membuatku merasa tidak enak badan.",
        "Hilang nafsu makan, lemas, dan mengigil"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit demam"
      ]
    },
    {
      "tag": "tentang_demam",
      "patterns": [
        "apa itu demam?",
        "jelaskan tentang demam",
        "definisi demam",
        "Apa itu demam? Bisakah Anda menjelaskan?",
        "Jelaskan tentang demam dan gejala-gejalanya.",
        "Apa definisi demam menurut Anda?",
        "Tolong jelaskan apa yang dimaksud dengan demam.",
        "Bisa Anda memberikan definisi sederhana tentang demam?",
        "Saya belum sepenuhnya mengerti demam, bisakah Anda menjelaskan?",
        "Bagaimana Anda mendefinisikan demam secara medis?",
        "Definisi demam bisa membantu saya memahami lebih baik.",
        "Apa istilah medis yang digunakan untuk demam?",
        "Apa sebenarnya demam itu? Saya ingin tahu.",
        "Saya ingin tahu apa definisi demam yang tepat",
        "Tolong berikan penjelasan yang lengkap tentang demam.",
        "Apa definisi resmi tentang demam?",
        "Bagaimana cara mendefinisikan demam kepada seseorang yang tidak tahu?",
        "Saya perlu pemahaman yang lebih baik tentang demam.",
        "Apa tindakan yang seharusnya diambil ketika seseorang mengalami demam?",
        "Saya mendengar istilah demam, tapi saya butuh penjelasan lebih lanjut.",
        "Apakah ada definisi yang berbeda-beda tentang demam?",
        "Definisi demam bisa sangat berguna untuk saya.",
        "Bisa Anda menjelaskan demam dalam bahasa yang mudah dimengerti?",
        "Tolong berikan gambaran singkat tentang demam.",
        "Bagaimana cara mendefinisikan demam pada tingkat dasar.",
        "Saya ingin tahu bagaimana demam dapat memengaruhi kualitas hidup.",
        "Apakah definisi demam berubah dari satu sumber ke sumber lainnya?",
        "Apa definisi yang paling tepat untuk demam?",
        "Tolong jelaskan apa yang harus kita ketahui tentang demam.",
        "Apa yang harus kita ketahui tentang demam dari perspektif medis?",
        "Saya ingin tahu bagaimana demam dapat memengaruhi kesehatan kita.",
        "Apakah ada istilah medis yang digunakan untuk mendefinisikan demam?",
        "Apa definisi resmi tentang demam menurut lembaga kesehatan?",
        "Tolong berikan definisi yang tepat untuk demam.",
        "Bisa Anda menjelaskan demam secara singkat?",
        "Saya ingin tahu apakah demam dapat sembuh dengan sendirinya.",
        "Bagaimana cara mendefinisikan demam dalam konteks kesehatan?",
        "Apakah ada perbedaan dalam definisi demam menurut sumber yang berbeda?",
        "Saya ingin memahami lebih banyak tentang gejala demam.",
        "Apa yang perlu kita ketahui tentang demam dari sudut pandang medis?",
        "Bagaimana cara mendefinisikan demam dengan tepat?",
        "Tolong berikan gambaran umum tentang demam.",
        "Saya ingin tahu apakah demam dapat diobati dengan obat-obatan.",
        "Apa yang seharusnya kita lakukan saat seseorang terkena demam?",
        "Bagaimana cara mendefinisikan demam kepada seseorang yang tidak terlatih di bidang kesehatan?",
        "Saya ingin tahu apa yang bisa menyebabkan demam.",
        "Bisa Anda menjelaskan apa itu demam secara sederhana?",
        "Saya perlu pemahaman yang lebih baik tentang demam.",
        "Apakah definisi demam bervariasi tergantung pada jenisnya?",
        "Tolong berikan gambaran umum tentang demam.",
        "Saya ingin tahu cara mengatasi demam dengan benar.",
        "Bagaimana cara merawat demam secara efektif?",
        "Saya mencari solusi untuk mengatasi demam dengan cepat."
      ],
      "responses": [
        "Demam adalah meningkatnya suhu tubuh hingga lebih dari 38 celcius. Kondisi ini bisa menandakan adanya penyakit atau kondisi tertentu di dalam tubuh. Demam dapat terjadi pada siapa pun, mulai dari bayi hingga orang dewasa. Demam ditandai dengan meningkatnya suhu tubuh hingga lebih dari 38 celcius. Normalnya, suhu tubuh berkisar antara 36,1 celcius sampai 37,2 celcius. demam bisa terjadi akibat paparan cuaca dan suhu panas yang berlebihan, siklus menstruasi, reaksi setelah imunisasi pada anak, atau efek samping obat obatan tertentu "
      ]
    },
    {
      "tag": "tindakan_demam",
      "patterns": [
        "pertolongan pertama demam",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk demam",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena demam",
        "Apa yang harus dilakukan sebagai pertolongan pertama untuk demam?",
        "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang mengalami demam?",
        "Saya butuh panduan tentang pertolongan pertama untuk kasus demam.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena demam?",
        "Bagaimana cara memberikan bantuan awal pada kasus demam?",
        "Pertolongan pertama yang tepat untuk demam sangat penting.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala demam muncul?",
        "Bagaimana cara memberikan bantuan pertama ketika seseorang mengidap demam?",
        "Saya ingin tahu tentang pertolongan pertama untuk kasus demam yang efektif.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam?",
        "Bagaimana cara melakukan pertolongan pertama untuk mengatasi demam dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus demam?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap demam?",
        "Pertolongan pertama yang cepat dapat membuat perbedaan pada kasus demam.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala demam?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang terkena demam?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk demam.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala demam?",
        "Pertolongan pertama dapat membantu meredakan kasus demam.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami demam?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi demam secara medis?",
        "Saya mencari solusi untuk mengatasi demam melalui pertolongan pertama yang efektif.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada kasus demam yang parah?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman yang disebabkan oleh demam?",
        "Pertolongan pertama yang cepat dapat membantu mengelola demam.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk demam?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap demam dengan gejala yang intens?",
        "Saya ingin tahu apa yang harus dilakukan sebagai pertolongan pertama untuk demam yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat demam?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan demam",
        "Apa yang seharusnya dilakukan sebagai pertolongan pertama saat gejala demam muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami demam?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi demam.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala demam secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi demam.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk demam?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap demam dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk demam yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat demam?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan demam.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala demam muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami demam?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi demam.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala demam secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi demam."
      ],
      "responses": [
        "Demam dengan suhu yang tidak terlalu tinggi dan tidak berlangsung lama biasanya tidak membutuhkan penanganan khusus. Namun, untuk mengatasi rasa tidak nyaman akibat demam, ada beberapa cara yang dapat dilakukan di rumah, yaitu: Istirahat yang cukup, Minum air putih dengan jumlah yang cukup, mengonsumsi obat penurun demam yang dijual bebas, seperti paracetamol. Jika demam cukup tinggi atau berlangsung lama, segeralah berkonsultasi ke dokter"
      ]
    },
    {
      "tag": "diagnosis_hipertensi",
      "patterns": [
        "sakit kepala, kepala pusing, nyeri dada, sesak nafas, mual dan muntah",
        "Aku merasa sakit kepala dan kepala pusing sejak tadi pagi.",
        "Nyeri dada membuatku merasa sangat tidak nyaman.",
        "Aku mengalami sesak nafas dan mual sejak kemarin.",
        "Kepala pusing dan mual membuatku sulit berkonsentrasi.",
        "Nyeri dada yang tiba-tiba membuatku khawatir.",
        "Aku merasa sesak nafas dan muntah setelah makan malam.",
        "Sakit kepala ini membuatku kesulitan tidur semalaman.",
        "Nyeri dada yang tajam membuatku cemas.",
        "Kepala pusing dan sesak nafas bisa menjadi tanda penyakit tertentu.",
        "Aku mengalami mual dan muntah sejak beberapa hari lalu.",
        "Sesak nafas membuatku merasa tidak nyaman dalam aktivitas sehari-hari.",
        "Kepala pusing yang berkepanjangan membuatku frustrasi.",
        "Aku perlu mencari solusi untuk mengatasi nyeri dada ini.",
        "Sakit kepala dan mual sering muncul saat aku merasa stres.",
        "Sesak nafas adalah gejala yang perlu diperhatikan.",
        "Aku ingin tahu apa yang bisa menyebabkan kepala pusing ini.",
        "Nyeri dada yang terus-menerus membuatku khawatir.",
        "Aku merasa mual dan muntah setiap pagi.",
        "Kepala pusing bisa menjadi tanda dehidrasi.",
        "Aku mencari cara meredakan sesak nafas.",
        "Nyeri dada yang tajam membuatku merasa sangat tidak nyaman.",
        "Sakit kepala dan mual adalah gejala yang umum saat flu.",
        "Aku merasa sesak nafas setelah berolahraga.",
        "Kepala pusing yang tajam mempengaruhi produktivitasku.",
        "Aku ingin tahu apa yang bisa mengatasi nyeri dada ini.",
        "Sesak nafas membuatku tidak nyaman saat tidur.",
        "Kepala pusing dan mual adalah gejala umum pada migrain.",
        "Aku mengalami muntah setelah makan makanan tertentu.",
        "Sakit kepala ini membuatku sulit berkonsentrasi dalam pekerjaan",
        "Nyeri dada yang terus-menerus membuatku cemas akan kesehatanku.",
        "Sesak nafas bisa terjadi dalam situasi stres.",
        "Kepala pusing ini membuatku kesulitan untuk bekerja."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit hipertensi"
      ]
    },
    {
      "tag": "tentang_hipertensi",
      "patterns": [
        "apa itu hipertensi?",
        "jelaskan tentang hipertensi",
        "definisi hipertensi",
        "Apa itu hipertensi? Bisakah Anda menjelaskan?",
        "Jelaskan tentang hipertensi dan dampaknya.",
        "Apa definisi medis dari hipertensi?",
        "Tolong jelaskan apa yang dimaksud dengan hipertensi.",
        "Bisa Anda memberikan definisi sederhana tentang hipertensi?",
        "Saya belum sepenuhnya mengerti hipertensi, bisakah Anda menjelaskan?",
        "Bagaimana cara mendefinisikan hipertensi secara medis?",
        "Definisi hipertensi dapat membantu saya memahami lebih baik.",
        "Apa istilah medis yang digunakan untuk merujuk kepada hipertensi?",
        "Apa sebenarnya hipertensi itu? Saya ingin tahu",
        "Saya ingin tahu apa definisi hipertensi yang tepat.",
        "Tolong berikan penjelasan yang lengkap tentang hipertensi.",
        "Apa definisi resmi tentang hipertensi?",
        "Bagaimana cara mendefinisikan hipertensi kepada seseorang yang tidak tahu?",
        "Saya perlu pemahaman yang lebih baik tentang hipertensi.",
        "Apa tindakan yang seharusnya diambil ketika seseorang mengalami hipertensi?",
        "Saya mendengar istilah hipertensi, tapi saya butuh penjelasan lebih lanjut.",
        "Apakah ada definisi yang berbeda-beda tentang hipertensi?",
        "Definisi hipertensi bisa sangat berguna untuk saya.",
        "Bisa Anda menjelaskan hipertensi dalam bahasa yang mudah dimengerti?",
        "Tolong berikan gambaran singkat tentang hipertensi.",
        "Bagaimana cara mendefinisikan hipertensi pada tingkat dasar.",
        "Saya ingin tahu bagaimana hipertensi dapat memengaruhi kesehatan kita.",
        "Apakah definisi hipertensi berubah dari satu sumber ke sumber lainnya?",
        "Apa definisi yang paling tepat untuk hipertensi?",
        "Tolong jelaskan apa yang harus kita ketahui tentang hipertensi.",
        "Apa yang harus kita ketahui tentang hipertensi dari perspektif medis?",
        "Saya ingin tahu bagaimana hipertensi dapat memengaruhi kualitas hidup.",
        "Apakah ada istilah medis yang digunakan untuk mendefinisikan hipertensi?",
        "Apa definisi resmi tentang hipertensi menurut lembaga kesehatan?",
        "Tolong berikan definisi yang tepat untuk hipertensi.",
        "Bisa Anda menjelaskan hipertensi secara singkat?",
        "Saya ingin tahu apakah hipertensi dapat sembuh dengan sendirinya.",
        "Bagaimana cara mendefinisikan hipertensi dalam konteks kesehatan?",
        "Apakah ada perbedaan dalam definisi hipertensi menurut sumber yang berbeda?",
        "Saya ingin memahami lebih banyak tentang gejala hipertensi.",
        "Apa yang perlu kita ketahui tentang hipertensi dari sudut pandang medis?",
        "Bagaimana cara mendefinisikan hipertensi dengan tepat?",
        "Tolong berikan gambaran umum tentang hipertensi.",
        "Saya ingin tahu apakah hipertensi dapat diobati dengan obat-obatan",
        "Apa yang seharusnya kita lakukan saat seseorang terkena hipertensi?",
        "Bagaimana cara mendefinisikan hipertensi kepada seseorang yang tidak terlatih di bidang kesehatan?",
        "Saya ingin tahu apa yang bisa menyebabkan hipertensi.",
        "Bisa Anda menjelaskan apa itu hipertensi secara sederhana?",
        "Saya perlu pemahaman yang lebih baik tentang hipertensi.",
        "Apakah definisi hipertensi bervariasi tergantung pada jenisnya?",
        "Tolong berikan gambaran umum tentang hipertensi.",
        "Saya ingin tahu cara mengatasi hipertensi dengan benar.",
        "Bagaimana cara merawat hipertensi secara efektif?",
        "Saya mencari solusi untuk mengatasi hipertensi dengan cepat."
      ],
      "responses": [
        "Hipertensi atau darah tinggi adalah kondisi ketika tekanan darah berada pada angka 130/80 mmHg atau lebih. Jika tidak segera ditangani, hipertensi bisa menyebabkan komplikasi serius, seperti gagal jantung, penyakit ginjal, hingga stroke. Berdasarkan penyebabnya, hipertensi bisa dibedakan menjadi hipertensi primer dan sekunder. Hipertensi primer adalah jenis darah tinggi yang penyebabnya tidak diketahui dengan pasti, dan biasanya berkembang perlahan dalam waktu bertahun-tahun. Hipertensi primer merupakan jenis darah tinggi yang paling sering ditemukan.  hipertensi sekunder adalah jenis tekanan darah tinggi yang disebabkan oleh berbagai kondisi atau penyakit lain, dan bisa terjadi secara mendadak, termasuk pada anak-anak."
      ]
    },
    {
      "tag": "tindakan_hipertensi",
      "patterns": [
        "pertolongan pertama hipertensi",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk hipertensi",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena hipertensi",
        "Apa yang harus dilakukan sebagai pertolongan pertama untuk hipertensi?",
        "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang mengalami hipertensi?",
        "Saya butuh panduan tentang pertolongan pertama untuk kasus hipertensi.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena hipertensi?",
        "Bagaimana cara memberikan bantuan awal pada kasus hipertensi?",
        "Pertolongan pertama yang tepat untuk hipertensi sangat penting.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala hipertensi muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap hipertensi?",
        "Saya ingin tahu tentang pertolongan pertama untuk kasus hipertensi yang efektif.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena hipertensi?",
        "Bagaimana cara melakukan pertolongan pertama untuk mengatasi hipertensi dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus hipertensi?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap hipertensi?",
        "Pertolongan pertama yang cepat dapat membuat perbedaan pada kasus hipertensi.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala hipertensi?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami hipertensi?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk hipertensi.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena hipertensi?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala hipertensi?",
        "Pertolongan pertama dapat membantu meredakan kasus hipertensi.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami hipertensi?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi hipertensi secara medis?",
        "Saya mencari solusi untuk mengatasi hipertensi melalui pertolongan pertama yang efektif.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada kasus hipertensi yang parah?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat hipertensi?",
        "Pertolongan pertama yang cepat dapat membantu mengelola hipertensi.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk hipertensi?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap hipertensi dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk hipertensi yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena hipertensi dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat hipertensi?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan hipertensi.",
        "Apa yang seharusnya dilakukan sebagai pertolongan pertama saat gejala hipertensi muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami hipertensi?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi hipertensi.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena hipertensi?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala hipertensi secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi hipertensi.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk hipertensi?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap hipertensi dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk hipertensi yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena hipertensi dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat hipertensi?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan hipertensi.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala hipertensi muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami hipertensi?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi hipertensi."
      ],
      "responses": [
        "Mengubah gaya hidup menjadi lebih sehat bisa menurunkan tekanan darah dalam beberapa minggu. Pada beberapa kasus, penderita hipertensi harus mengonsumsi obat penurun tekanan darah dalam jangka panjang atau seumur hidup. Beberapa jenis obat yang sering digunakan untuk menangani hipertensi adalah diuretik seperti hydrochlorothiazide atau indapamide, antagonis kalsium seperti amlodipine dan nifedipine"
      ]
    },
    {
      "tag": "diagnosis_gastroenteritis",
      "patterns": [
        "diare, muntah, kram perut, mual, demam, feses lebih gelap, kembung",
        "Aku mengalami diare dan muntah bersamaan.",
        "Kram perut yang tiba-tiba membuatku merasa sangat tidak nyaman.",
        "Mual dan diare adalah gejala yang umum saat flu perut.",
        "Demam dan muntah adalah tanda infeksi saluran pencernaan.",
        "Feses lebih gelap bisa menjadi tanda masalah pencernaan.",
        "Kembung seringkali terjadi bersamaan dengan kram perut.",
        "Diare adalah gejala yang seringkali disertai dengan kram perut.",
        "Aku mengalami mual dan diare setelah makan makanan yang meragukan.",
        "Demam adalah respons tubuh terhadap infeksi yang mungkin menyebabkan diare.",
        "Muntah dan feses lebih gelap adalah tanda gangguan pencernaan.",
        "Kram perut yang hebat membuatku sulit bergerak.",
        "Aku merasa mual dan kembung setelah mengonsumsi makanan pedas.",
        "Diare dan demam adalah gejala umum saat keracunan makanan.",
        "Feses lebih gelap bisa menjadi tanda perdarahan dalam saluran pencernaan.",
        "Kembung adalah gejala yang seringkali terjadi bersamaan dengan mual.",
        "Aku ingin tahu apa yang bisa menyebabkan diare yang parah.",
        "Kram perut bisa sangat menyakitkan saat itu terjadi.",
        "Mual dan demam seringkali muncul saat infeksi saluran pencernaan.",
        "Muntah adalah respons tubuh terhadap makanan yang tidak sesuai.",
        "Feses lebih gelap bisa menjadi tanda masalah dalam lambung",
        "Kembung yang kronis memengaruhi kenyamanan sehari-hari.",
        "Aku mengalami diare dan mual sejak beberapa hari lalu.",
        "Kram perut yang tajam bisa menjadi gejala kondisi medis yang serius.",
        "Mual dan kembung membuatku sulit untuk tidur.",
        "Demam adalah tanda peradangan dalam tubuh yang bisa menyebabkan diare.",
        "Muntah dan feses lebih gelap adalah tanda gangguan dalam usus.",
        "Kembung seringkali disertai dengan rasa tidak nyaman.",
        "Aku ingin tahu apa yang bisa meredakan gejala diare ini.",
        "Kram perut yang hebat membuatku kesulitan beraktivitas.",
        "Aku merasa mual dan diare setelah makan di restoran tertentu.",
        "Kram perut yang berulang dapat mengganggu kehidupan sehari-hari.",
        "Aku ingin tahu cara meredakan kram perut ini.",
        "Kembung seringkali disertai dengan perasaan tidak enak.",
        "Aku mengalami diare, muntah, kram perut, dan mual dalam satu waktu.",
        "Kram perut yang hebat membuatku merasa sangat tidak nyaman."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit gastroenteritis"
      ]
    },
    {
      "tag": "tentang_gastroenteritis",
      "patterns": [
        "apa itu gastroenteritis?",
        "jelaskan tentang gastroenteritis",
        "definisi gastroenteritis",
        "Apa itu gastroenteritis? Bisakah Anda menjelaskan?",
        "Jelaskan tentang gastroenteritis dan dampaknya.",
        "Apa definisi medis dari gastroenteritis?",
        "Tolong jelaskan apa yang dimaksud dengan gastroenteritis.",
        "Bisa Anda memberikan definisi sederhana tentang gastroenteritis?",
        "Saya belum sepenuhnya mengerti gastroenteritis, bisakah Anda menjelaskan?",
        "Bagaimana cara mendefinisikan gastroenteritis secara medis?",
        "Definisi gastroenteritis dapat membantu saya memahami lebih baik",
        "Apa istilah medis yang digunakan untuk merujuk kepada gastroenteritis?",
        "Apa sebenarnya gastroenteritis itu? Saya ingin tahu.",
        "Saya ingin tahu apa definisi gastroenteritis yang tepat.",
        "Tolong berikan penjelasan yang lengkap tentang gastroenteritis.",
        "Apa definisi resmi tentang gastroenteritis?",
        "Bagaimana cara mendefinisikan gastroenteritis kepada seseorang yang tidak tahu?",
        "Saya perlu pemahaman yang lebih baik tentang gastroenteritis",
        "Apa tindakan yang seharusnya diambil ketika seseorang mengalami gastroenteritis?",
        "Saya mendengar istilah gastroenteritis, tapi saya butuh penjelasan lebih lanjut",
        "Apakah ada definisi gastroenteritis berbeda-beda dari satu sumber ke sumber lainnya?",
        "Definisi gastroenteritis bisa sangat berguna untuk saya.",
        "Bisa Anda menjelaskan gastroenteritis dalam bahasa yang mudah dimengerti?",
        "Tolong berikan gambaran singkat tentang gastroenteritis.",
        "Bagaimana cara mendefinisikan gastroenteritis pada tingkat dasar.",
        "Saya ingin tahu bagaimana gastroenteritis dapat memengaruhi kesehatan kita.",
        "Apa definisi yang paling tepat untuk gastroenteritis?",
        "Tolong jelaskan apa yang harus kita ketahui tentang gastroenteritis.",
        "Apa yang harus kita ketahui tentang gastroenteritis dari perspektif medis?",
        "Apakah ada istilah medis yang digunakan untuk mendefinisikan gastroenteritis?",
        "Apa definisi resmi tentang gastroenteritis menurut lembaga kesehatan?",
        "Tolong berikan definisi yang tepat untuk gastroenteritis.",
        "Bisa Anda menjelaskan gastroenteritis secara singkat?",
        "Bagaimana cara mendefinisikan gastroenteritis dalam konteks kesehatan?",
        "Apakah ada perbedaan dalam definisi gastroenteritis menurut sumber yang berbeda?",
        "Saya ingin memahami lebih banyak tentang gejala gastroenteritis.",
        "Apa yang perlu kita ketahui tentang gastroenteritis dari sudut pandang medis?",
        "Bagaimana cara mendefinisikan gastroenteritis dengan tepat?",
        "Tolong berikan gambaran umum tentang gastroenteritis."
      ],
      "responses": [
        "Flu perut atau gastroenteritis adalah muntah dan diare akibat infeksi atau peradangan pada dinding saluran pencernaan, terutama lambung dan usus. Di masyarakat luas, gastroenteritis lebih dikenal dengan istilah muntaber. Ada dua jenis virus yang menjadi penyebab utama gastroenteritis, yaitu Norovirus dan Rotavirus. Gastroenteritis dapat menular melalui kontak langsung, Virus juga bisa menular melalui makanan, minuman, dan benda yang telah terkontaminasi virus."
      ]
    },
    {
      "tag": "tindakan_gastroenteritis",
      "patterns": [
        "pertolongan pertama gastroenteritis",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk gastroenteritis",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena gastroenteritis",
        "Apa yang harus dilakukan sebagai pertolongan pertama untuk gastroenteritis?",
        "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang mengalami gastroenteritis?",
        "Saya butuh panduan tentang pertolongan pertama untuk kasus gastroenteritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal pada kasus gastroenteritis?",
        "Pertolongan pertama yang tepat untuk gastroenteritis sangat penting.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala gastroenteritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap gastroenteritis?",
        "Saya ingin tahu tentang pertolongan pertama untuk kasus gastroenteritis yang efektif.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena gastroenteritis?",
        "Bagaimana cara melakukan pertolongan pertama untuk mengatasi gastroenteritis dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap gastroenteritis?",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastroenteritis?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk gastroenteritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastroenteritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastroenteritis?",
        "Pertolongan pertama dapat membantu meredakan kasus gastroenteritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi gastroenteritis secara medis?",
        "Saya mencari solusi untuk mengatasi gastroenteritis melalui pertolongan pertama yang efektif.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada kasus gastroenteritis yang parah?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat gastroenteritis?",
        "Pertolongan pertama yang cepat dapat membantu mengelola gastroenteritis.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastroenteritis dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk gastroenteritis yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastroenteritis dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat gastroenteritis?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan gastroenteritis.",
        "Apa yang seharusnya dilakukan sebagai pertolongan pertama saat gejala gastroenteritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastroenteritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi gastroenteritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastroenteritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastroenteritis secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi gastroenteritis.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap gastroenteritis dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk gastroenteritis yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastroenteritis dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat gastroenteritis?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan gastroenteritis.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala gastroenteritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastroenteritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi gastroenteritis.",
        "aku terkena gastroenteritis aku harus apa",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat gastroenteritis?",
        "Pertolongan pertama yang tepat dapat membantu mengatasi gastroenteritis."
      ],
      "responses": [
        "Sebagian besar gastroenteritis atau flu perut tidak memerlukan pengobatan khusus, karena dapat sembuh dengan sendirinya. Langkah pengobatan gastroenteritis lebih bertujuan untuk menghindari gejala makin memburuk dan mencegah terjadinya dehidrasi, terutama pada anak anak dengan cara memperbanyak minum air putih dan mengonsumsi makanan bernutrisi. Penderita dianjurkan untuk makan dalam porsi yang lebih sedikit, tetapi lebih sering. hindari mengonsumsi susu, yogurt, kopi, alkohol, keju, serta makanan pedas, berserat tinggi, atau tinggi lemak"
      ]
    },
    {
      "tag": "diagnosis_GGDJ",
      "patterns": [
        "nyeri gigi, gusi meradang, bau mulut, pendarahan gusi",
        "Nyeri gigi yang tiba-tiba bisa sangat mengganggu.",
        "Bau mulut yang tidak sedap",
        "Pendarahan gusi saat menyikat gigi",
        "Aku mengalami nyeri gigi yang parah akhir-akhir ini.",
        "makan dan minum menjadi sulit.",
        "peradangan yang serius.",
        "Aku mengalami nyeri gigi yang disertai bau mulut.",
        "Gusi meradang bisa menyebabkan pendarahan gusi.",
        "Aku mengalami nyeri gigi dan gusi meradang.",
        "Pendarahan gusi bisa menjadi tanda gusi meradang.",
        "Aku khawatir dengan nyeri gigi dan bau mulut.",
        "Bau mulut dan pendarahan gusi adalah masalah serius.",
        "Aku harus mengatasi bau mulut dan pendarahan gusi.",
        "Nyeri gigi dan gusi yang meradang sangat mengganggu.",
        "Aku mencari solusi untuk nyeri gigi dan bau mulut.",
        "Aku perlu mengatasi masalah nyeri gigi dan gusi meradang.",
        "Nyeri gigi dan gusi yang meradang perlu ditangani segera.",
        "Aku mencari cara mengatasi nyeri gigi dan pendarahan gusi.",
        "Bau mulut yang tidak enak"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit gigi dan jaringan"
      ]
    },
    {
      "tag": "tentang_GGDJ",
      "patterns": [
        "apa itu gangguan gigi dan jaringan?",
        "jelaskan tentang gangguan gigi dan jaringan",
        "definisi gangguan gigi dan jaringan",
        "Apa itu gangguan gigi dan jaringan?",
        "Jelaskan tentang gangguan gigi dan jaringan.",
        "Definisi gangguan gigi dan jaringan.",
        "Bisakah Anda menjelaskan apa yang dimaksud dengan gangguan gigi dan jaringan?",
        "Gangguan gigi dan jaringan dapat dijelaskan bagaimana?",
        "Definisikan gangguan gigi serta jaringan untuk saya.",
        "Tolong jelaskan lebih lanjut mengenai gangguan gigi dan jaringan.",
        "Saya butuh pemahaman yang lebih baik tentang gangguan gigi dan jaringan.",
        "Apa yang dimaksud dengan gangguan gigi dan jaringan?",
        "Jelaskan secara rinci tentang gangguan gigi dan jaringan.",
        "Mohon berikan definisi yang jelas untuk gangguan gigi dan jaringan.",
        "Saya ingin tahu apa yang dimaksud dengan gangguan gigi serta jaringan.",
        "Apa yang harus saya ketahui tentang gangguan gigi dan jaringan?",
        "Bolehkah Anda menjelaskan istilah gangguan gigi dan jaringan?",
        "Bagaimana cara Anda mendefinisikan gangguan gigi dan jaringan?",
        "Saya membutuhkan penjelasan lebih lanjut mengenai gangguan gigi dan jaringan.",
        "Apakah Anda bisa memberikan gambaran umum tentang gangguan gigi dan jaringan?",
        "Definisikan istilah gangguan gigi dan jaringan untuk saya, tolong.",
        "Saya ingin tahu lebih banyak tentang gangguan gigi serta jaringan.",
        "Apa saja yang termasuk dalam kategori gangguan gigi dan jaringan?",
        "Mohon berikan pandangan Anda mengenai gangguan gigi dan jaringan.",
        "Bagaimana Anda menjelaskan gangguan gigi dan jaringan kepada orang lain?",
        "Apakah Anda bisa memberikan ringkasan singkat tentang gangguan gigi serta jaringan?",
        "Bisakah Anda merinci gangguan gigi dan jaringan yang umum terjadi?",
        "Saya ingin mendengar definisi Anda tentang gangguan gigi dan jaringan",
        "Tolong jelaskan bagaimana gangguan gigi dan jaringan dapat terjadi.",
        "Bagaimana Anda mendefinisikan gangguan gigi dan jaringan dalam konteks kesehatan gigi?",
        "Apa yang seharusnya kita ketahui tentang gangguan gigi serta jaringan?",
        "Bolehkah Anda menjelaskan secara sederhana apa itu gangguan gigi dan jaringan?",
        "Saya ingin memahami gangguan gigi dan jaringan dengan lebih baik.",
        "Mohon berikan definisi yang komprehensif untuk gangguan gigi dan jaringan",
        "Apa saja gejala yang biasanya terkait dengan gangguan gigi dan jaringan?",
        "Bagaimana Anda mendeskripsikan gangguan gigi serta jaringan kepada pasien?",
        "Definisikan gangguan gigi dan jaringan secara lengkap, jika mungkin.",
        "Tolong berikan penjelasan lebih lanjut tentang gangguan gigi dan jaringan.",
        "Apakah Anda memiliki informasi tentang penanganan gangguan gigi dan jaringan?",
        "Saya ingin tahu lebih banyak tentang apa yang disebut sebagai gangguan gigi serta jaringan.",
        "Bagaimana cara Anda mendefinisikan gangguan gigi dan jaringan dalam bidang kedokteran gigi?",
        "Bisakah Anda menjelaskan gangguan gigi dan jaringan dengan bahasa yang lebih sederhana?",
        "Mohon jelaskan bagaimana gangguan gigi serta jaringan dapat memengaruhi kesehatan gigi",
        "Saya membutuhkan pemahaman yang lebih mendalam tentang gangguan gigi dan jaringan.",
        "Apa yang dapat Anda ceritakan tentang gangguan gigi dan jaringan yang umum terjadi?",
        "Tolong berikan definisi yang jelas dan mudah dimengerti tentang gangguan gigi dan jaringan.",
        "Saya ingin tahu lebih banyak tentang gejala-gejala gangguan gigi serta jaringan.",
        "Bagaimana menjelaskan gangguan gigi dan jaringan?",
        "Bisakah Anda memberikan contoh kasus gangguan gigi dan jaringan yang sering terjadi?",
        "Mohon berikan definisi yang komprehensif dan mendalam untuk gangguan gigi serta jaringan.",
        "Apa yang dapat Anda sampaikan tentang penyebab gangguan gigi dan jaringan?",
        "Saya ingin memahami bagaimana gangguan gigi serta jaringan dapat diidentifikasi.",
        "Tolong jelaskan bagaimana gangguan gigi dan jaringan dapat memengaruhi kualitas hidup seseorang."
      ],
      "responses": [
        "Gangguan gigi dan jaringan mulut adalah istilah yang digunakan untuk menggambarkan berbagai kondisi kesehatan yang mempengaruhi gigi, gusi, mulut, dan struktur terkait dalam rongga mulut. Gangguan ini dapat berkisar dari masalah gigi umum seperti karies gigi hingga masalah gusi seperti penyakit periodontal. Dalam beberapa kasus, gangguan ini dapat mencakup masalah yang lebih serius seperti kanker mulut atau kelainan struktural dalam rongga mulut."
      ]
    },
    {
      "tag": "tindakan_GGDJ",
      "patterns": [
        "pertolongan pertama gangguan gigi dan jaringan",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk gangguan gigi dan jaringan",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena gangguan gigi dan jaringan",
        "Pertolongan pertama gangguan gigi dan jaringan sangat penting.",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk gangguan gigi dan jaringan?",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena gangguan gigi dan jaringan?",
        "Pertolongan pertama dapat membantu mengatasi gangguan gigi dan jaringan.",
        "Bagaimana cara memberikan pertolongan pertama pada kasus gangguan gigi dan jaringan?",
        "Apakah ada petunjuk pertolongan pertama untuk gangguan gigi dan jaringan?",
        "Langkah-langkah pertolongan pertama saat gangguan gigi dan jaringan terjadi.",
        "Pertolongan pertama yang cepat bisa menyelamatkan dalam kasus gangguan gigi dan jaringan.",
        "Bagaimana Anda bisa memberikan pertolongan pertama untuk gangguan gigi serta jaringan?",
        "Apa yang perlu Anda ketahui tentang pertolongan pertama gangguan gigi dan jaringan?",
        "Pertolongan pertama sangat penting dalam menghadapi gangguan gigi dan jaringan.",
        "Bagaimana langkah-langkah pertolongan pertama dapat membantu dalam situasi gangguan gigi dan jaringan?",
        "Apa saja tindakan pertama yang harus diambil saat gangguan gigi dan jaringan terjadi?",
        "Pertolongan pertama bisa mengurangi dampak buruk gangguan gigi dan jaringan.",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efektif untuk gangguan gigi serta jaringan?",
        "Apakah ada prosedur pertolongan pertama khusus untuk kasus gangguan gigi dan jaringan?",
        "Langkah-langkah penting dalam pertolongan pertama gangguan gigi dan jaringan.",
        "Pertolongan pertama yang tepat dapat mengurangi risiko komplikasi pada gangguan gigi dan jaringan.",
        "Bagaimana cara melakukan pertolongan pertama yang benar saat ada gangguan gigi dan jaringan?",
        "Pertolongan pertama harus dilakukan segera setelah terjadi gangguan gigi dan jaringan.",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efisien dalam kasus gangguan gigi dan jaringan?",
        "Apakah ada panduan pertolongan pertama yang dapat diikuti untuk gangguan gigi dan jaringan?",
        "Pertolongan pertama yang cepat bisa membuat perbedaan besar dalam kasus gangguan gigi dan jaringan.",
        "Bagaimana cara memberikan pertolongan pertama yang aman untuk gangguan gigi serta jaringan?",
        "Apa yang seharusnya dilakukan pertama kali saat seseorang terluka pada gigi dan jaringan?",
        "aku merasakan sakit gigi dan radang, aku harus apa",
        "Apa langkah pertama yang sebaiknya diambil saat menghadapi situasi gangguan gigi dan jaringan?",
        "Bagaimana cara memberikan pertolongan pertama yang aman dan efisien saat terjadi gangguan gigi serta jaringan?",
        "Pertolongan pertama yang tepat dapat mencegah komplikasi pada gangguan gigi dan jaringan.",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efisien dalam situasi gangguan gigi dan jaringan?",
        "Apa yang perlu dilakukan pertama kali untuk mengatasi gangguan gigi dan jaringan?"
      ],
      "responses": [
        "Bilas mulut dengan air hangat untuk membersihkan area yang mungkin teriritasi. mengonsumsi obat pereda nyeri yang dijual bebas seperti ibuprofen atau parasetamol,Hindari makanan atau minuman yang panas, pedas, atau asam yang dapat menyebabkan iritasi. Bilas mulut dengan air garam hangat"
      ]
    },
    {
      "tag": "diagnosis_faringitis",
      "patterns": [
        "sakit tenggorokan, keringat dan kesulitan menelan, radang atau bengkak tenggorokan, bengkak kelenjar getah bening",
        "Aku merasakan sakit tenggorokan dan keringat berlebihan.",
        "Kesulitan menelan bisa disebabkan oleh radang tenggorokan.",
        "Bengkak tenggorokan dapat menyebabkan kesulitan menelan.",
        "Aku mengalami bengkak kelenjar getah bening dan sakit tenggorokan.",
        "Radang tenggorokan seringkali disertai kesulitan menelan.",
        "Aku perlu mengatasi sakit tenggorokan dan bengkak tenggorokan.",
        "aku mengalami sakit tenggorokan, susah menelan",
        "Bengkak kelenjar getah bening",
        "Aku khawatir dengan sakit tenggorokan dan keringat berlebihan.",
        "Aku harus mencari solusi untuk kesulitan menelan dan sakit tenggorokan.",
        "Keringat berlebihan dan bengkak tenggorokan",
        "Bengkak tenggorokan bisa membuat kesulitan menelan semakin buruk.",
        "Aku mencari cara mengatasi sakit tenggorokan dan bengkak tenggorokan.",
        "Bengkak kelenjar getah bening bisa menjadi tanda kesulitan menelan.",
        "Mengalami radang tenggorokan membuatku merasa sulit menelan.",
        "Aku merasakan sakit tenggorokan, keringat berlebihan, dan kesulitan menelan.",
        "Aku menghadapi bengkak tenggorokan serta bengkak kelenjar getah bening.",
        "Mengalami bengkak kelenjar getah bening bisa disertai dengan radang tenggorokan.",
        "Sakit tenggorokan, keringat berlebihan, dan kesulitan menelan adalah gejala yang aku alami.",
        "Aku mengalami kesulitan menelan akibat radang tenggorokan.",
        "Aku merasakan sakit tenggorokan serta mengalami bengkak kelenjar getah bening.",
        "Menghadapi radang tenggorokan bisa membuatku merasa kesulitan menelan.",
        "Aku memiliki gejala bengkak tenggorokan dan keringat berlebihan.",
        "Sakit tenggorokan dan kesulitan menelan seringkali terjadi bersamaan.",
        "Aku mengalami kesulitan menelan karena radang tenggorokan.",
        "Bengkak tenggorokan dan bengkak kelenjar getah bening bisa bersamaan.",
        "Aku menghadapi radang tenggorokan serta mengalami keringat berlebihan.",
        "Aku merasakan kesulitan menelan yang disebabkan oleh radang tenggorokan.",
        "Bengkak tenggorokan bisa disertai dengan keringat berlebihan.",
        "Aku mengalami sakit tenggorokan dan kesulitan menelan secara bersamaan.",
        "Aku mengalami bengkak tenggorokan dan kelenjar getah bening yang membengkak.",
        "Sakit tenggorokan sering kali diikuti oleh keringat berlebihan",
        "Aku merasakan kesulitan menelan akibat adanya radang tenggorokan.",
        "Aku mengalami radang tenggorokan serta kesulitan menelan.",
        "Sakit tenggorokan dan bengkak tenggorokan adalah masalah kesehatan yang aku hadapi.",
        "Aku memiliki gejala keringat berlebihan dan kesulitan menelan.",
        "Radang tenggorokan yang menyebabkan kesulitan menelan yang signifikan.",
        "Aku mengalami sakit tenggorokan bersamaan dengan bengkak kelenjar getah bening",
        "Mengalami bengkak tenggorokan membuatku berkeringat secara berlebihan.",
        "Aku menghadapi gejala radang tenggorokan serta bengkak tenggorokan."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit faringitis"
      ]
    },
    {
      "tag": "tentang_faringitis",
      "patterns": [
        "apa itu faringitis?",
        "jelaskan tentang faringitis",
        "definisi faringitis",
        "Bisakah Anda menjelaskan apa yang dimaksud dengan faringitis?",
        "Faringitis adalah apa?",
        "Apa yang dapat Anda katakan tentang faringitis?",
        "Bagaimana Anda mendefinisikan faringitis?",
        "Tolong berikan penjelasan mengenai faringitis.",
        "Saya ingin tahu lebih banyak tentang faringitis.",
        "Bisakah Anda memberikan definisi yang jelas untuk faringitis?",
        "Apa yang harus kita ketahui tentang faringitis?",
        "Tolong jelaskan apa itu faringitis.",
        "Definisi medis faringitis adalah apa?",
        "Bagaimana Anda mendeskripsikan faringitis kepada pasien?",
        "Saya membutuhkan pemahaman yang lebih baik tentang faringitis.",
        "Apa yang dimaksud dengan istilah faringitis?",
        "Bagaimana menjelaskan faringitis?",
        "Apa yang seharusnya kita ketahui tentang faringitis?",
        "Bolehkah Anda menjelaskan faringitis dengan bahasa yang lebih sederhana?",
        "Saya ingin memahami faringitis dengan lebih baik.",
        "Apa yang termasuk dalam kategori faringitis?",
        "Mohon berikan pandangan Anda mengenai faringitis.",
        "Bagaimana Anda mendefinisikan faringitis dalam konteks kesehatan?",
        "Apa yang perlu kita ketahui tentang faringitis?",
        "Tolong berikan definisi yang komprehensif untuk faringitis.",
        "Saya ingin tahu lebih banyak tentang penyebab faringitis.",
        "Apakah ada gejala umum yang terkait dengan faringitis?",
        "Mohon berikan penjelasan lebih lanjut tentang faringitis.",
        "Apa yang bisa Anda katakan tentang faringitis pada anak-anak?",
        "Definisikan faringitis dalam konteks pengobatan.",
        "Tolong jelaskan bagaimana faringitis dapat memengaruhi kesehatan.",
        "Mohon berikan penjelasan tentang faringitis dalam hubungannya dengan sistem kekebalan tubuh.",
        "Apa yang dapat Anda sampaikan tentang faringitis?"
      ],
      "responses": [
        "Faringitis adalah peradangan pada tenggorokan atau faring. Kondisi yang juga disebut dengan radang tenggorokan ini ditandai dengan tenggorokan nyeri, gatal, dan sakit saat menelan. Faringitis umumnya disebabkan oleh infeksi virus. Beberapa jenis virus yang bisa menyebabkan faringitis adalah Influenza, Rhinovirus, dan EpsteinBarr."
      ]
    },
    {
      "tag": "tindakan_faringitis",
      "patterns": [
        "pertolongan pertama faringitis",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk faringitis",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena faringitis",
        "Pertolongan pertama dapat membantu mengatasi faringitis.",
        "aku terkena faringitis aku harus apa?",
        "Bagaimana cara memberikan pertolongan pertama pada kasus faringitis?",
        "Apakah ada petunjuk pertolongan pertama untuk faringitis?",
        "Langkah-langkah pertolongan pertama saat faringitis terjadi.",
        "Pertolongan pertama yang cepat bisa menyelamatkan dalam kasus faringitis.",
        "Bagaimana Anda bisa memberikan pertolongan pertama untuk faringitis?",
        "Bagaimana langkah-langkah pertolongan pertama dapat membantu dalam situasi faringitis?",
        "Apa saja tindakan pertama yang harus diambil saat faringitis terjadi?",
        "Pertolongan pertama bisa mengurangi dampak buruk faringitis.",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efektif untuk faringitis?",
        "Apakah ada prosedur pertolongan pertama khusus untuk kasus faringitis?",
        "Langkah-langkah penting dalam pertolongan pertama faringitis.",
        "jelaskan pertolongan pertama faringitis",
        "Pertolongan pertama yang tepat dapat mengurangi risiko komplikasi pada faringitis.",
        "Bagaimana cara melakukan pertolongan pertama yang benar saat ada faringitis?",
        "Apa yang harus Anda lakukan dalam situasi darurat faringitis?",
        "Pertolongan pertama harus dilakukan segera setelah terjadi faringitis",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efisien dalam kasus faringitis?",
        "Apakah ada panduan pertolongan pertama yang dapat diikuti untuk faringitis?",
        "Pertolongan pertama yang cepat bisa membuat perbedaan besar dalam kasus faringitis.",
        "Bagaimana cara memberikan pertolongan pertama yang aman untuk faringitis?",
        "Bagaimana cara memberikan pertolongan pertama yang tepat saat terjadi faringitis?",
        "Apa yang perlu dilakukan pertama kali untuk mengatasi faringitis?",
        "Pertolongan pertama harus diberikan dengan cepat dalam situasi faringitis.",
        "Bagaimana cara memberikan pertolongan pertama yang tepat pada kasus faringitis?",
        "Apa yang perlu dilakukan pertama kali untuk mengatasi faringitis?",
        "Apa yang harus saya lakukan jika saya terkena faringitis?",
        "Jika terjadi faringitis, langkah apa yang harus saya ambil?",
        "Bagaimana tindakan yang seharusnya saya lakukan jika terkena faringitis?",
        "Apa yang perlu saya lakukan jika saya mengalami faringitis?",
        "Jika saya mengalami faringitis, apa langkah selanjutnya yang harus saya tempuh?"
      ],
      "responses": [
        "Pengobatan faringitis bertujuan untuk meredakan keluhan dan gejala, mengatasi infeksi penyebab faringitis, dan mencegah terjadinya komplikasi. Langkah penanganan mandiri yang bisa dilakukan untuk mengatasi faringitis adalah, Beristirahat yang cukup hingga kondisi terasa lebih baik, Minum air putih dalam jumlah yang cukup agar tidak mengalami dehidrasi, Berkumur dengan air garam hangat untuk meredakan nyeri tenggorokan. Bila penanganan faringitis secara mandiri tidak membuat kondisi membaik dalam jangka waktu maksimal 7 hari, dapat mengonsumsi jenis obat seperti, antibiotik, benzocaine, paracetamol atau ibuprofen"
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "Dah",
        "Dadah",
        "Bye",
        "Byee",
        "Good bye",
        "Selamat tinggal",
        "Sampai jumpa",
        "Bai",
        "See you"
      ],
      "responses": [
        "Good bye!"
      ]
    },
    {
      "tag": "terimakasih",
      "patterns": [
        "Thanks",
        "Thank you",
        "Terima kasih",
        "Makasih",
        "Terima kasih banyak"
      ],
      "responses": [
        "Dengan senang hati"
      ]
    }
  ]
}
