{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "hallo",
        "hai",
        "halo",
        "hei",
        "hi",
        "hy",
        "pagi",
        "morning",
        "siang",
        "afternoon",
        "sore",
        "malam",
        "bro",
        "sis",
        "kawan"
      ],
      "responses": [
        "Hai! Dokbot di sini. Kamu sedang sakit ya? sebutkan gejala apa saja yang sedang kamu alami!",
        "Halo! Saya Dokbot, salam kenal ya! Kamu sedang sakit ya? sebutkan gejala apa saja yang sedang kamu alami!"
      ]
    },
    
    {
      "tag": "diagnosis_DBD",
      "patterns": [
        "Lemas, Sakit kepala hebat, Nyeri di bagian belakang mata, Sakit otot dan sendi, Hilang nafsu makan, Mual dan muntah, Ruam kemerahan yang timbul atau tidak timbul, Gusi berdarah atau mimisan, Buang air besar berdarah, muntah berdarah",
        "naiknya suhu tubuh secara mendadak, demam berlangsung selama 3 hari, demam 39 sampai 40 derajat celcius",
        "Lemas dan sakit kepala hebat",
        "Lemas dan sakit kepala hebat.",
        "Nyeri di bagian belakang mata dan lemas.",
        "Sakit otot dan sendi yang parah.",
        "Hilang nafsu makan dan mual.",
        "Mual dan muntah yang terus-menerus.",
        "Ruam kemerahan pada kulit.",
        "Gusi berdarah dan sakit kepala hebat.",
        "Buang air besar berdarah dan nyeri di mata.",
        "Muntah berdarah dan demam mendadak.",
        "Demam 39 derajat celcius dan sakit otot.",
        "Demam berlangsung selama 3 hari dan lemas.",
        "Gusi berdarah dan lemas.",
        "Mual dan nyeri di mata.",
        "Buang air besar berdarah dan sakit kepala.",
        "Ruam kemerahan dan muntah berdarah.",
        "Demam 40 derajat celcius dan nyeri di mata.",
        "Nyeri di bagian belakang mata dan muntah.",
        "Sakit otot dan sendi yang parah.",
        "Hilang nafsu makan dan demam mendadak.",
        "Lemas dan ruam kemerahan.",
        "Mual dan demam 39 derajat celcius.",
        "Buang air besar berdarah dan sakit otot.",
        "Gusi berdarah dan muntah berdarah.",
        "Nyeri di bagian belakang mata dan ruam kemerahan.",
        "Sakit kepala hebat dan lemas.",
        "Demam berlangsung selama 3 hari dan mual.",
        "Demam 40 derajat celcius dan sakit otot.",
        "Muntah dan nyeri di mata.",
        "Buang air besar berdarah dan demam mendadak.",
        "Lemas, Sakit kepala hebat, dan Nyeri di bagian belakang mata.",
        "Lemas, Sakit otot dan sendi, serta Hilang nafsu makan.",
        "Mual dan muntah, serta Ruam kemerahan pada kulit.",
        "Gusi berdarah dan Buang air besar berdarah.",
        "Muntah berdarah dan naiknya suhu tubuh secara mendadak.",
        "Demam 39 sampai 40 derajat celcius dan demam berlangsung selama 3 hari.",
        "Lemas, Sakit kepala hebat, Nyeri di bagian belakang mata, serta Ruam kemerahan pada kulit.",
        "Gusi berdarah, Buang air besar berdarah, dan Muntah berdarah.",
        "Nyeri di bagian belakang mata, Sakit otot dan sendi, serta Hilang nafsu makan.",
        "Lemas, Mual, dan Ruam kemerahan pada kulit.",
        "Demam mendadak, Muntah berdarah, dan Sakit otot yang parah.",
        "Demam berlangsung selama 3 hari, Lemas, dan Hilang nafsu makan.",
        "Gusi berdarah, Lemas, dan Nyeri di bagian belakang mata.",
        "Buang air besar berdarah, Mual, dan Sakit kepala hebat.",
        "Ruam kemerahan, Muntah berdarah, dan Demam 39 derajat celcius.",
        "Demam 40 derajat celcius, Nyeri di bagian belakang mata, dan Muntah.",
        "Sakit otot yang parah, Hilang nafsu makan, dan Demam mendadak.",
        "Lemas, Ruam kemerahan, dan Mual.",
        "Gusi berdarah, Buang air besar berdarah, dan Demam berlangsung selama 3 hari.",
        "Muntah dan Nyeri di mata, serta Buang air besar berdarah."
      ],
      "responses": [
        "berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit dbd"
      ]
    },
    {
      "tag": "tentang_DBD",
      "patterns": [
        "apa itu DBD?",
        "Apa yang dimaksud dengan DBD?",
        "Bisa jelaskan tentang DBD secara detail?",
        "Mohon berikan penjelasan mengenai DBD.",
        "Apa yang perlu saya ketahui tentang DBD?",
        "DBD adalah penyakit apa?",
        "Bagaimana cara DBD ditularkan?",
        "Apa saja gejala DBD?",
        "Bagaimana cara mencegah DBD?",
        "Apa saja komplikasi yang dapat terjadi akibat DBD?",
        "Apa yang perlu saya ketahui tentang vektor penyakit DBD?",
        "Apakah DBD berbahaya?",
        "Apa saja faktor risiko yang dapat meningkatkan kemungkinan terkena DBD?",
        "Bagaimana cara diagnosis DBD dilakukan?",
        "Apa perbedaan antara DBD dan penyakit lain yang memiliki gejala serupa?",
        "Bagaimana cara mengenali tanda-tanda awal DBD?",
        "Apa yang perlu saya ketahui tentang penyebaran DBD di daerah saya?",
        "Bisa Anda memberikan penjelasan tentang DBD?",
        "Tolong, jelaskan DBD secara rinci.",
        "Apa definisi DBD?",
        "Bagaimana Anda bisa menjelaskan DBD?",
        "Apakah Anda bisa memberi tahu saya apa itu DBD?",
        "Saya ingin tahu lebih banyak tentang DBD, bisakah Anda menjelaskannya?",
        "Mohon berikan gambaran umum tentang DBD.",
        "Bagaimana cara Anda mendefinisikan DBD?",
        "Bisakah Anda berbicara lebih lanjut tentang DBD?",
        "Tolong jelaskan secara singkat mengenai DBD.",
        "Saya butuh penjelasan mengenai DBD, bisakah Anda memberi tahu saya?",
        "Apa yang dapat Anda katakan tentang DBD?",
        "Mohon berikan informasi tentang DBD.",
        "Saya ingin memahami DBD dengan lebih baik, bisakah Anda menjelaskan?",
        "Bisa Anda jelaskan tentang DBD?",
        "Saya ingin tahu lebih banyak tentang DBD.",
        "Tolong berikan penjelasan mengenai DBD.",
        "Mohon berikan gambaran umum tentang DBD.",
        "Bagaimana cara Anda mendefinisikan DBD?",
        "Apa yang dapat Anda katakan tentang DBD?",
        "Mohon berikan informasi tentang DBD.",
        "Bisakah Anda memberi tahu saya apa itu DBD?",
        "Saya ingin memahami DBD dengan lebih baik, bisakah Anda menjelaskannya?",
        "Apa itu DBD dan apa yang perlu saya ketahui tentangnya?",
        "Apakah Anda bisa memberikan definisi singkat tentang DBD?",
        "Saya perlu informasi tentang DBD, bisakah Anda membantu?",
        "Bagaimana DBD dapat dijelaskan secara sederhana?",
        "Tolong berikan penjelasan dasar mengenai DBD.",
        "Apakah DBD adalah penyakit yang serius?",
        "Saya butuh penjelasan ringkas tentang DBD.",
        "Bisa Anda menjelaskan DBD dalam beberapa kata?",
        "Mohon definisikan DBD secara singkat.",
        "Apa yang perlu saya ketahui tentang penyakit DBD?"
      ],
      "responses": [
        "DBD atau demam berdarah adalah penyakit infeksi akibat virus  yang menular melalui gigitan nyamuk. Penyakit ini menimbulkan gejala demam tinggi, sakit kepala, serta nyeri tulang dan otot. Jika tidak ditangani dengan tepat, demam berdarah berisiko mengancam nyawa. Demam berdarah atau DBD dapat menyerang anak-anak dan orang dewasa. Penyakit ini menular ketika nyamuk pembawa virus Dengue menggigit penderita demam berdarah, kemudian menggigit orang yang sehat. Demam berdarah lebih banyak terjadi saat musim hujan. Hal ini karena pada musim tersebut, nyamuk Aedes aegypti lebih banyak berkembang biak. Selain itu, seseorang lebih berisiko terkena DBD jika ia berada di daerah dengan kasus demam berdarah yang tinggi, terutama jika area tersebut padat penduduk."
      ]
    },
    {
      "tag": "tindakan_DBD",
      "patterns": [
        "pertolongan pertama DBD",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk DBD",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena DBD",
        "Saat terkena DBD, apa yang harus dilakukan",
        "Apa saja tindakan yang perlu diambil ketika seseorang mengalami infeksi DBD",
        "Bagaimana cara memberikan pertolongan pertama saat terinfeksi DBD",
        "Jika seseorang mengalami DBD, apa tindakan yang sebaiknya diambil",
        "Apa yang harus dilakukan jika terdiagnosis dengan DBD",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi DBD",
        "Saat seseorang terkena DBD, apa yang sebaiknya dilakukan secara cepat",
        "Jika seseorang mengalami gejala DBD, apa tindakan awal yang harus diambil",
        "Apa pertolongan pertama yang dapat dilakukan untuk kasus DBD",
        "Bagaimana langkah-langkah pertolongan pertama yang harus diambil saat terkena DBD",
        "Apa yang sebaiknya dilakukan jika seseorang terkena DBD",
        "Apa langkah-langkah yang perlu diambil jika Anda mengalami DBD",
        "Bagaimana cara pertolongan pertama saat terkena DBD",
        "Apa tindakan pertama yang perlu diambil ketika menghadapi kasus DBD",
        "Jika Anda terinfeksi DBD, apa yang sebaiknya dilakukan untuk merawat diri sendiri",
        "Bagaimana cara mengatasi DBD pada tahap awal",
        "Apa langkah-langkah yang harus diambil saat seseorang terkena DBD",
        "apa yang harus dilakukan saat terkena DBD?",
        "kalo aku terkena DBD aku harus apa",
        "pengobatan DBD",
        "cara menyembuhkan DBD",
        "aku terkena DBD harus ngapain",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi DBD?",
        "Saat terkena DBD, apa yang harus dilakukan secara cepat dan efektif?",
        "Apa tindakan awal yang harus diambil jika seseorang mengalami gejala DBD?",
        "Jika seseorang terinfeksi DBD, apa yang sebaiknya dilakukan untuk merawat diri sendiri?",
        "Bagaimana cara mengatasi DBD pada tahap awal?",
        "Bagaimana cara mengobati DBD?",
        "Apa tindakan yang perlu diambil saat terkena DBD?",
        "Bagaimana cara memberikan pertolongan pertama saat DBD?",
        "Apa yang perlu diketahui tentang pertolongan pertama untuk DBD?",
        "Apa yang seharusnya dilakukan jika terinfeksi DBD?",
        "Apa langkah-langkah yang harus diambil untuk mengobati DBD?",
        "Apa tindakan pertama yang perlu diambil jika Anda memiliki gejala DBD?",
        "Bagaimana cara mengatasi DBD pada tahap awal?",
        "Apa yang harus dilakukan untuk mencegah DBD?",
        "Bagaimana DBD dapat ditularkan?",
        "Apa saja gejala DBD yang perlu diwaspadai?",
        "Apa komplikasi yang dapat terjadi akibat DBD?",
        "Apa faktor risiko yang dapat meningkatkan risiko terkena DBD?",
        "Apa perbedaan antara DBD dan penyakit lain yang memiliki gejala serupa?",
        "Bagaimana cara diagnosis DBD dilakukan?",
        "Apa yang perlu diketahui tentang vektor penyakit DBD?",
        "Apa pengobatan yang tersedia untuk DBD?",
        "Bagaimana cara mencegah penyebaran DBD di daerah Anda?"
      ],
      "responses": [
        "Penanganan demam berdarah tahap awal bisa dilakukan di rumah selama tidak terdapat tanda bahaya dengan melakukan tindakan - tindakan berikut. Mencukupi kebutuhan cairan dengan minuman selain air putih, seperti susu, jus buah, cairan isotonik, oralit, atau air beras. Mengonsumsi makanan dengan gizi lengkap dan seimbang. Beristirahat yang cukup. Minum paracetamol jika demam naik melebihi 390C atau untuk meredakan sakit kepala dan nyeri otot yang mengganggu. Jika terjadi tanda bahaya DBD, pasien harus segera dibawa ke IGD rumah sakit"
      ]
    },
    {
      "tag": "diagnosis_chikungunya",
      "patterns": [
        "Nyeri tulang, ruam kemerahan, nyeri otot dan sendi, sendi bengkak",
        "Saya merasakan nyeri tulang yang sangat kuat, begitu juga dengan nyeri otot dan sendi saya, serta ruam kemerahan yang muncul di kulit saya, dan yang paling mengganggu adalah sendi bengkak yang sulit untuk bergerak.",
        "Gejala yang saya alami termasuk nyeri tulang, nyeri otot dan sendi yang sangat parah, serta ruam kemerahan yang terasa panas, dan saya juga menghadapi masalah dengan sendi bengkak yang sulit untuk bergerak.",
        "Saya sedang mengalami gejala seperti nyeri tulang, nyeri otot dan sendi yang parah, serta ruam kemerahan yang muncul di kulit saya, dan sendi bengkak adalah masalah serius yang saya hadapi.",
        "Nyeri tulang yang tiba-tiba, disertai dengan nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang panas, sementara sendi bengkak adalah masalah yang perlu segera diatasi.",
        "Saya merasa sangat tidak nyaman dengan nyeri tulang, nyeri otot dan sendi yang saya alami, ditambah dengan ruam kemerahan yang terus bertambah,  dan sendi bengkak yang membatasi gerakan saya.",
        "Gejala yang saya alami meliputi nyeri tulang yang hebat, nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang semakin luas, dan saya juga menghadapi masalah dengan sendi bengkak yang sulit untuk bergerak.",
        "Nyeri tulang yang tiba-tiba muncul, disertai dengan nyeri otot dan sendi yang sangat parah, serta ruam kemerahan yang terasa sangat gatal, dan sendi bengkak adalah masalah serius yang harus saya tangani.",
        "Saya sedang mengalami gejala seperti nyeri tulang, nyeri otot dan sendi yang parah, serta ruam kemerahan yang muncul di kulit saya, dan sendi bengkak adalah masalah yang perlu segera diatasi.",
        "Nyeri tulang yang tiba-tiba, disertai dengan nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang panas, sementara sendi bengkak adalah masalah yang perlu segera diatasi.",
        "Saya merasa sangat tidak nyaman dengan nyeri tulang, nyeri otot dan sendi yang saya alami, ditambah dengan ruam kemerahan yang terus bertambah, dan sendi bengkak yang membatasi gerakan saya.",
        "Gejala yang saya alami meliputi nyeri tulang yang hebat, nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang semakin luas, dan saya juga menghadapi masalah dengan sendi bengkak yang sulit untuk bergerak.",
        "Nyeri tulang yang tiba-tiba muncul, disertai dengan nyeri otot dan sendi yang sangat parah, serta ruam kemerahan yang terasa sangat gatal, dan sendi bengkak adalah masalah serius yang harus saya tangani.",
        "Saya mengalami nyeri tulang yang sangat kuat, bersamaan dengan nyeri otot dan sendi yang parah, disertai dengan ruam kemerahan yang muncul secara tiba-tiba di kulit saya, serta sendi bengkak yang sulit untuk digerakkan.",
        "Gejala yang saya alami termasuk nyeri tulang, nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang semakin meluas, dan saya juga menghadapi masalah dengan sendi bengkak yang membatasi gerakan saya.",
        "Saya sedang mengalami gejala seperti nyeri tulang yang tiba-tiba, nyeri otot dan sendi yang sangat parah, serta ruam kemerahan yang terasa sangat gatal di kulit saya, dan sendi bengkak adalah masalah serius yang harus segera ditangani.",
        "Nyeri tulang yang tiba-tiba muncul, disertai dengan nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang terasa sangat panas di kulit saya, dan sendi bengkak yang membatasi gerakan saya semakin parah.",
        "Saya merasa sangat tidak nyaman dengan nyeri tulang, nyeri otot dan sendi yang saya alami, ditambah dengan ruam kemerahan yang terus bertambah di kulit saya, dan sendi bengkak yang membatasi gerakan saya semakin parah.",
        "Gejala yang saya alami meliputi nyeri tulang yang hebat, nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang panas di kulit saya, dan saya juga menghadapi masalah dengan sendi bengkak yang sulit untuk bergerak.",
        "Nyeri tulang yang tiba-tiba muncul, disertai dengan nyeri otot dan sendi yang sangat parah, serta ruam kemerahan yang terasa sangat gatal di kulit saya, sementara sendi bengkak adalah masalah serius yang harus segera ditangani.",
        "Saya sedang mengalami gejala seperti nyeri tulang, nyeri otot dan sendi yang parah, serta ruam kemerahan yang muncul di kulit saya, dan sendi bengkak adalah masalah yang perlu segera diatasi.",
        "Nyeri tulang yang tiba-tiba muncul, disertai dengan nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang panas di kulit saya, dan sendi bengkak yang membatasi gerakan saya semakin parah.",
        "Saya merasa sangat tidak nyaman dengan nyeri tulang, nyeri otot dan sendi yang saya alami, ditambah dengan ruam kemerahan yang terus bertambah di kulit saya, dan sendi bengkak yang membatasi gerakan saya semakin parah.",
        "Gejala yang saya alami meliputi nyeri tulang yang hebat, nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang panas di kulit saya, dan saya juga menghadapi masalah dengan sendi bengkak yang sulit untuk bergerak.",
        "Nyeri tulang yang tiba-tiba muncul, disertai dengan nyeri otot dan sendi yang sangat parah, serta ruam kemerahan yang terasa sangat gatal di kulit saya, sementara sendi bengkak adalah masalah serius yang harus segera ditangani.",
        "Saya sedang mengalami gejala seperti nyeri tulang, nyeri otot dan sendi yang parah, serta ruam kemerahan yang muncul di kulit saya, dan sendi bengkak adalah masalah yang perlu segera diatasi.",
        "Nyeri tulang yang tiba-tiba muncul, disertai dengan nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang panas di kulit saya, dan sendi bengkak yang membatasi gerakan saya semakin parah.",
        "Saya merasa sangat tidak nyaman dengan nyeri tulang, nyeri otot dan sendi yang saya alami, ditambah dengan ruam kemerahan yang terus bertambah di kulit saya, dan sendi bengkak yang membatasi gerakan saya semakin parah.",
        "Gejala yang saya alami meliputi nyeri tulang yang hebat, nyeri otot dan sendi yang sangat mengganggu, serta ruam kemerahan yang panas di kulit saya, dan saya juga menghadapi masalah dengan sendi bengkak yang sulit untuk bergerak.",
        "Nyeri tulang yang tiba-tiba muncul, disertai dengan nyeri otot dan sendi yang sangat parah, serta ruam kemerahan yang terasa sangat gatal di kulit saya, sementara sendi bengkak adalah masalah serius yang harus segera ditangani.",
        "Saya sedang mengalami gejala seperti nyeri tulang, nyeri otot dan sendi yang parah, serta ruam kemerahan yang muncul di kulit saya, dan sendi bengkak adalah masalah yang perlu segera diatasi."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit chikungunya"
      ]
    },
    {
      "tag": "tentang_chikungunya",
      "patterns": [
        "Apa itu chikungunya?",
        "Berikan penjelasan tentang chikungunya.",
        "Definisi dari chikungunya.",
        "Chikungunya adalah penyakit apa?",
        "Bisa jelaskan tentang chikungunya secara detail?",
        "Apa yang perlu saya ketahui tentang chikungunya?",
        "Chikungunya merupakan infeksi jenis apa?",
        "Bagaimana cara chikungunya ditularkan?",
        "Apa saja gejala chikungunya?",
        "Bagaimana cara mencegah chikungunya?",
        "Apa saja komplikasi yang dapat terjadi akibat chikungunya?",
        "Bagaimana penularan chikungunya terjadi?",
        "Apakah chikungunya berbahaya?",
        "Apa saja faktor risiko yang dapat meningkatkan kemungkinan terkena chikungunya?",
        "Bagaimana diagnosis chikungunya dilakukan?",
        "Apa perbedaan antara chikungunya dan penyakit lain yang memiliki gejala serupa?",
        "Bagaimana cara mengenali tanda-tanda awal chikungunya?",
        "Apa yang perlu saya ketahui tentang penyebaran chikungunya di daerah saya?",
        "Bisa Anda memberikan penjelasan tentang chikungunya?",
        "Tolong, jelaskan chikungunya secara rinci.",
        "Apa definisi medis dari chikungunya?",
        "Bagaimana Anda bisa menjelaskan chikungunya?",
        "Apakah Anda bisa memberi tahu saya apa itu chikungunya?",
        "Saya ingin tahu lebih banyak tentang chikungunya, bisakah Anda menjelaskannya?",
        "Mohon berikan gambaran umum tentang chikungunya.",
        "Bagaimana cara Anda mendefinisikan chikungunya?",
        "Bisakah Anda berbicara lebih lanjut tentang chikungunya?",
        "Tolong jelaskan secara singkat mengenai chikungunya.",
        "Saya butuh penjelasan mengenai chikungunya, bisakah Anda memberi tahu saya?",
        "Apa yang dapat Anda katakan tentang chikungunya?",
        "Mohon berikan informasi tentang chikungunya.",
        "Saya ingin memahami chikungunya dengan lebih baik, bisakah Anda menjelaskan?",
        "Apa yang dimaksud dengan chikungunya dari segi medis?",
        "Bagaimana chikungunya dapat dijelaskan secara medis?",
        "Apa yang terjadi dalam tubuh seseorang saat terinfeksi chikungunya secara medis?",
        "Bagaimana gejala chikungunya dapat dijelaskan dari sudut pandang medis?",
        "Apa mekanisme penularan chikungunya yang dapat dijelaskan secara medis?",
        "Bagaimana chikungunya dapat memengaruhi sistem imun tubuh menurut penjelasan medis?",
        "Apa yang menjadi fokus perawatan medis bagi penderita chikungunya?",
        "Bagaimana komplikasi chikungunya dapat dijelaskan dari segi medis?",
        "Apa yang diketahui dalam penelitian medis terkait dengan chikungunya?",
        "Apa yang dapat dijelaskan tentang penyebaran chikungunya dalam pandangan medis?",
        "Bagaimana diagnosis chikungunya dapat dijelaskan secara medis?",
        "Apa yang dimaksud dengan vektor penyakit dalam konteks chikungunya menurut penjelasan medis?",
        "Bagaimana perbandingan antara chikungunya dan penyakit lain dapat dijelaskan secara medis?",
        "Apa yang menjadi dasar bagi pengembangan vaksin atau terapi medis untuk chikungunya?",
        "Bagaimana cara medis untuk merawat penderita chikungunya yang parah?",
        "Apa yang dapat dijelaskan tentang dampak jangka panjang chikungunya terhadap kesehatan dari segi medis?",
        "Bagaimana cara medis untuk mengurangi penyebaran chikungunya di masyarakat?",
        "Apa yang diketahui tentang penularan vertikal chikungunya pada bayi menurut penelitian medis?",
        "Bagaimana proses pengujian dan validasi obat-obatan atau vaksin terhadap chikungunya dalam konteks medis?",
        "Apa yang perlu diketahui tentang penelitian medis terbaru terkait dengan chikungunya?"
      ],
      "responses": [
        "Chikungunya adalah infeksi virus yang ditandai dengan demam dan nyeri sendi secara mendadak. Virus ini menyerang dan menulari manusia melalui gigitan nyamuk Aedes aegypti atau Aedes albopictus, dua jenis nyamuk yang juga dikenal sebagai penyebab demam berdarah. Chikungunya disebabkan oleh virus Chikungunya yang dibawa oleh nyamuk Aedes aegypti atau Aedes albopictus. Penularan terjadi bila orang lain digigit oleh nyamuk pembawa virus chikungunya. Meski demikian, virus chikungunya hanya menular melalui nyamuk dan tidak menyebar secara langsung antarmanusia."
      ]
    },
    {
      "tag": "tindakan_chikungunya",
      "patterns": [
        "Bagaimana cara mengobati chikungunya?",
        "Apa terapi yang efektif untuk chikungunya?",
        "Bagaimana cara merawat chikungunya?",
        "Chikungunya dapat disembuhkan?",
        "Apakah ada vaksin untuk mencegah chikungunya?",
        "Bagaimana cara mengatasi gejala chikungunya?",
        "Apa langkah-langkah perawatan yang perlu diambil untuk chikungunya?",
        "Apa yang perlu saya ketahui tentang pengobatan chikungunya?",
        "Apa saja obat yang digunakan untuk mengobati chikungunya?",
        "Bagaimana cara meredakan nyeri akibat chikungunya?",
        "Chikungunya bisa sembuh dengan sendirinya?",
        "Apakah perawatan medis diperlukan untuk chikungunya?",
        "Bagaimana mengurangi risiko penularan chikungunya kepada orang lain?",
        "Apa tindakan yang perlu diambil untuk mencegah penyebaran chikungunya?",
        "Bagaimana cara merawat diri sendiri jika terkena chikungunya?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil saat terkena chikungunya?",
        "Bagaimana cara mengatasi chikungunya pada tahap awal?",
        "Apa yang harus dilakukan jika terdiagnosis dengan chikungunya?",
        "pertolongan pertama chikungunya",
        "Apa yang menjadi metode pengobatan utama untuk penyakit chikungunya?",
        "Apakah ada obat-obatan khusus yang digunakan dalam pengobatan chikungunya?",
        "Bagaimana cara mengatasi gejala utama penyakit chikungunya?",
        "Apakah terdapat perbedaan dalam pengobatan chikungunya pada anak-anak dan orang dewasa?",
        "Bagaimana mengelola nyeri sendi yang umum terjadi pada penderita chikungunya?",
        "Apakah ada metode yang direkomendasikan selama pengobatan chikungunya?",
        "Apa yang dapat dilakukan untuk meredakan demam dan nyeri otot akibat penyakit chikungunya?",
        "Bagaimana pengobatan dapat membantu pemulihan dari chikungunya?",
        "Apakah ada terapi khusus yang disarankan bagi wanita hamil yang terkena chikungunya?",
        "Bagaimana cara mengurangi risiko komplikasi selama pengobatan chikungunya?",
        "Apa yang harus dilakukan jika terdapat tanda-tanda komplikasi akibat penyakit chikungunya?",
        "Apakah ada perawatan medis yang direkomendasikan selama infeksi chikungunya?",
        "Bagaimana mengatasi ketidaknyamanan selama pengobatan penyakit chikungunya?",
        "Apakah pengobatan chikungunya berfokus pada meredakan gejala atau mengatasi penyebabnya?",
        "Apa yang harus diketahui tentang istirahat dan pemulihan selama pengobatan chikungunya?",
        "Bagaimana cara memahami perjalanan penyakit chikungunya dalam tubuh?",
        "Apa tindakan pertolongan pertama yang dapat membantu penderita chikungunya?",
        "Bagaimana menjaga kebersihan lingkungan untuk mencegah penularan chikungunya?",
        "Apakah terdapat perbedaan dalam pengobatan chikungunya pada orang yang memiliki kondisi kesehatan lain?",
        "Bagaimana merawat diri sendiri jika terkena penyakit chikungunya?",
        "Apakah ada metode pengobatan alami yang dapat membantu mengatasi chikungunya?",
        "Bagaimana cara memahami respons tubuh terhadap pengobatan penyakit chikungunya?",
        "Apa yang dapat dilakukan untuk mengurangi ketidaknyamanan selama infeksi chikungunya?",
        "Apakah perlu konsultasi dengan tenaga medis selama pengobatan penyakit chikungunya?",
        "Bagaimana perawatan medis dapat mempengaruhi perjalanan penyakit chikungunya?",
        "Apakah ada perbedaan dalam pengobatan chikungunya pada kasus yang ringan dan berat?",
        "Bagaimana mengatasi ketidaknyamanan selama pengobatan penyakit chikungunya?",
        "Apa yang harus diperhatikan saat menggunakan obat-obatan dalam pengobatan chikungunya?",
        "Bagaimana mendapatkan perawatan medis yang efektif untuk penyakit chikungunya?"
      ],
      "responses": [
        "Chikungunya tidak memerlukan pengobatan khusus, karena akan sembuh dengan sendirinya. Dalam banyak kasus, gejala penyakit ini akan mereda dalam 1 sampai 2 minggu. Pengobatan chikungunya hanya untuk meredakan gejala penyakit ini. Dokter akan meresepkan obat antiradang atau obat flu tulang, seperti paracetamol, ibuprofen, atau naproxen, guna meredakan nyeri sendi dan demam. Di samping itu, pasien juga akan disarankan banyak minum dan istirahat yang cukup."
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "Dah",
        "Dadah",
        "Bye",
        "Byee",
        "Good bye",
        "Selamat tinggal",
        "Sampai jumpa",
        "Bai",
        "See you"
      ],
      "responses": [
        "Good bye!"
      ]
    },
    {
      "tag": "terimakasih",
      "patterns": [
        "Thanks",
        "Thank you",
        "Terima kasih",
        "Makasih",
        "Terima kasih banyak"
      ],
      "responses": [
        "Dengan senang hati"
      ]
    }
  ]
}
