{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "hallo",
        "hai",
        "halo",
        "hei",
        "hi",
        "hy",
        "pagi",
        "morning",
        "siang",
        "afternoon",
        "sore",
        "malam",
        "bro",
        "sis",
        "kawan"
      ],
      "responses": [
        "Hai! Dokbot di sini. Kamu sedang sakit ya? sebutkan gejala apa saja yang sedang kamu alami!",
        "Halo! Saya Dokbot, salam kenal ya! Kamu sedang sakit ya? sebutkan gejala apa saja yang sedang kamu alami!"
      ]
    },
    {
      "tag": "diagnosis_influenza",
      "patterns": [
        "hidung tersumbat, batuk, pilek, bersin - bersin, sakit tenggorokan, mengigil, demam",
        "Aku mengalami hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku merasakan adanya hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Terjadi hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku mengalami sensasi hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Terdapat perasaan hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku merasakan adanya hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Terjadi hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku mengalami sensasi hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Terdapat perasaan hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku merasakan adanya hidung tersumbat, batuk, pilek, bersin-bersin, sakit tenggorokan, mengigil, dan demam",
        "Aku terkena hidung tersumbat, pilek, dan batuk secara bersamaan.",
        "Hidung tersumbat membuat napasku terasa berat, dan aku juga mengalami bersin-bersin.",
        "Aku merasa demam dan sakit tenggorokan bersamaan dengan pilek.",
        "Aku mengalami pilek yang sangat parah, dan juga batuk.",
        "Batuk, bersin-bersin, dan pilek membuatku merasa sangat tidak enak badan.",
        "Aku merasakan gejala demam yang disertai dengan mengigil.",
        "Hidung tersumbat membuat napasku terasa tersendat, dan aku juga mengalami batuk.",
        "Aku terkena pilek yang membuatku merasa sangat lelah",
        "Pilek membuatku merasa sangat tidak nyaman, terutama dengan hidung tersumbat.",
        "Hidung tersumbat dan mengigil adalah gejala demam yang aku rasakan.",
        "Batuk dan bersin-bersin membuatku merasa sangat tidak enak badan.",
        "Aku merasakan gejala demam dan mengigil yang membuatku gemetar.",
        "Hidung tersumbat dan pilek membuat napasku terasa tersendat.",
        "Aku merasakan bersin-bersin dan mengigil bersamaan dengan demam.",
        "Aku mengalami pilek yang sangat mengganggu, bersama dengan hidung tersumbat.",
        "Aku merasa sangat tidak enak badan dengan adanya batuk dan pilek.",
        "Aku mengalami demam yang membuatku gemetar, bersama dengan bersin-bersin.",
        "Pilek yang terus-menerus membuatku merasa sangat lelah.",
        "Aku merasakan gejala mengigil dan demam yang membuatku merasa sangat lemah.",
        "Hidung tersumbat dan pilek membuat napasku terasa tersendat.",
        "Aku mengalami batuk yang sangat mengganggu, bersama dengan sakit tenggorokan.",
        "Hidung tersumbat dan mengigil adalah tanda-tanda demam yang aku alami.",
        "Aku merasa sangat tidak enak badan dengan adanya bersin-bersin dan pilek.",
        "Hidung tersumbat membuatku merasa tidak nyaman, dan aku juga mengalami batuk",
        "Aku terkena pilek dan bersin-bersin, serta mengigil karena demam",
        "Aku merasakan gejala batuk dan pilek, bersama dengan hidung tersumbat.",
        "Bersin-bersin terjadi ketika aku merasa demam dan mengigil.",
        "Hidung tersumbat, batuk, dan pilek semakin menggangguku.",
        "Aku mengalami demam, bersin-bersin, dan sakit tenggorokan yang parah.",
        "Pilek membuatku merasa tidak nyaman bersama dengan hidung tersumbat",
        "Hidung tersumbat dan mengigil adalah tanda-tanda demam yang aku alami",
        "Aku merasakan gejala demam yang disertai dengan mengigil.",
        "aku terkena pilek yang membuatku merasa sangat lelah.",
        "Sakit tenggorokan yang aku alami semakin buruk bersama dengan demam."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit influenza"
      ]
    },
    {
      "tag": "tentang_influenza",
      "patterns": [
        "apa itu influenza?",
        "Apa yang dimaksud dengan influenza",
        "Bisa jelaskan tentang influenza secara detail",
        "Mohon berikan penjelasan mengenai influenza",
        "Apakah Anda dapat memberi tahu saya tentang influenza",
        "Bagaimana Anda menjelaskan influenza secara singkat",
        "Apa yang perlu saya ketahui tentang influenza",
        "Dapatkah Anda memberikan informasi tentang influenza",
        "Mohon berbagi pengetahuan Anda tentang influenza",
        "Bisakah Anda memberikan gambaran umum tentang influenza",
        "Apa yang Anda tahu tentang influenza dan bagaimana itu mempengaruhi kesehatan manusia",
        "Apa yang dimaksud dengan influenza",
        "Bisakah kamu memberikan informasi tentang influenza",
        "definisi influenza",
        "jelaskan tentang influenza",
        "beritahu aku tentang influenza",
        "Apa itu influenza dan bagaimana dampaknya pada kesehatan manusia?",
        "Definisi influenza dan penjelasan singkatnya, tolong.",
        "Apakah Anda bisa menjelaskan influenza secara rinci kepada saya?",
        "Bagaimana Anda mendefinisikan influenza?",
        "Bisa Anda berikan informasi yang lebih detail tentang influenza?",
        "Apa yang seharusnya saya ketahui tentang influenza?",
        "Tolong, berikan penjelasan lengkap mengenai influenza.",
        "Mohon berikan pengetahuan Anda tentang influenza dan dampaknya pada manusia.",
        "Apa perbedaan antara influenza dan pilek biasa?",
        "Bisakah Anda menjelaskan apa yang dimaksud dengan influenza?",
        "Apa yang perlu saya ketahui tentang risiko influenza?",
        "beritahu aku bagaimana influenza mempengaruhi tubuh kita.",
        "Bagaimana cara penularan influenza dan langkah-langkah pencegahannya?",
        "Bisakah Anda memberikan informasi terbaru tentang influenza?",
        "berikan gambaran umum tentang apa itu influenza."
      ],
      "responses": [
        "Flu atau influenza adalah infeksi virus yang menyerang hidung, tenggorokan, dan paru-paru. Penderita flu dapat mengalami demam, sakit kepala, pilek, hidung tersumbat, serta batuk. Flu merupakan penyakit yang mudah menular ke orang lain, terutama pada 3-4 hari pertama setelah penderita terinfeksi. Bahkan pada beberapa kasus, penderita flu dapat menularkan penyakitnya sebelum gejala muncul."
      ]
    },
    {
      "tag": "tindakan_influenza",
      "patterns": [
        "pertolongan pertama influenza",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk influenza",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena influenza",
        "Saat terkena influenza, apa yang harus dilakukan",
        "Apa saja tindakan yang perlu diambil ketika seseorang mengalami infeksi influenza",
        "Bagaimana cara memberikan pertolongan pertama saat terinfeksi influenza",
        "Jika seseorang mengalami influenza, apa tindakan yang sebaiknya diambil",
        "Apa yang harus dilakukan jika terdiagnosis dengan influenza",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi influenza",
        "Saat seseorang terkena influenza, apa yang sebaiknya dilakukan secara cepat",
        "Jika seseorang mengalami gejala influenza, apa tindakan awal yang harus diambil",
        "Apa pertolongan pertama yang dapat dilakukan untuk kasus influenza",
        "Bagaimana langkah-langkah pertolongan pertama yang harus diambil saat terkena influenza",
        "Apa yang sebaiknya dilakukan jika seseorang terkena influenza",
        "Apa langkah-langkah yang perlu diambil jika Anda mengalami influenza",
        "Bagaimana cara pertolongan pertama saat terkena influenza",
        "Apa tindakan pertama yang perlu diambil ketika menghadapi kasus influenza",
        "Jika Anda terinfeksi influenza, apa yang sebaiknya dilakukan untuk merawat diri sendiri",
        "Bagaimana cara mengatasi influenza pada tahap awal",
        "Apa langkah-langkah yang harus diambil saat seseorang terkena influenza",
        "apa yang harus dilakukan saat terkena influenza?",
        "kalo aku terkena influenza aku harus apa",
        "pengobatan influenza",
        "cara menyembuhkan influenza",
        "aku terkena influenza harus ngapain",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat untuk mengatasi influenza?",
        "Saat terkena influenza, apa yang harus dilakukan secara cepat dan efektif?",
        "Apa tindakan awal yang harus diambil jika seseorang mengalami gejala influenza?",
        "Jika seseorang terinfeksi influenza, apa yang sebaiknya dilakukan untuk merawat diri sendiri?",
        "Bagaimana cara mengatasi influenza pada tahap awal?",
        "Apa yang harus dilakukan saat terkena influenza?",
        "Jika aku terkena influenza, apa yang harus kulakukan?",
        "Apakah ada pengobatan khusus yang efektif untuk influenza?",
        "Bagaimana cara menyembuhkan influenza dengan cepat?",
        "Ketika terdiagnosis dengan influenza, apa tindakan pertama yang perlu diambil?",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena influenza?",
        "Saat seseorang mengalami infeksi influenza, apa saja tindakan yang perlu diambil?",
        "Bagaimana cara memberikan pertolongan pertama saat terinfeksi influenza?",
        "Apa yang sebaiknya dilakukan jika seseorang terkena influenza dan gejalanya parah?",
        "Bagaimana cara pertolongan pertama saat terkena influenza dapat membantu mempercepat penyembuhan?",
        "Apa tindakan pertama yang perlu diambil ketika menghadapi kasus influenza?",
        "Jika seseorang terinfeksi influenza, apa yang perlu dilakukan untuk menghindari penularan kepada orang lain?",
        "Bagaimana langkah-langkah pertolongan pertama yang sebaiknya diambil jika Anda mengalami influenza?",
        "Bagaimana pertolongan pertama yang tepat untuk kasus influenza?",
        "Apa yang seharusnya dilakukan saat seseorang terkena influenza?",
        "Jika seseorang terinfeksi influenza, apa yang harus mereka lakukan terlebih dahulu?",
        "Bagaimana cara merawat diri sendiri ketika terkena influenza?",
        "Bagaimana langkah-langkah pertama yang perlu diambil jika ada gejala influenza?",
        "Apa yang sebaiknya dilakukan untuk mengurangi ketidaknyamanan saat terkena influenza?",
        "Jika seseorang terdiagnosis dengan influenza, apa yang harus mereka lakukan selanjutnya?",
        "Apa tindakan pertama yang sebaiknya diambil jika ada wabah influenza di komunitas?"
      ],
      "responses": [
        "Flu dapat ditangani di rumah dengan istirahat yang cukup, minum banyak air putih, mengonsumsi obat flu dan batuk dan pereda demam seperti paracetamol"
      ]
    },
    {
      "tag": "diagnosis_ISPA",
      "patterns": [
        "sakit tenggorokan, batuk, pilek, sesak napas, sakit kepala, kelelahan, mual atau muntah",
        "Saya merasa sangat tidak enak badan dengan sakit tenggorokan dan batuk.",
        "Pilek dan sakit kepala membuat saya merasa tidak nyaman.",
        "Sesak napas dan kelelahan adalah gejala yang serius.",
        "Kelelahan dan sesak napas membuat saya merasa lemah.",
        "Sakit tenggorokan dan mual adalah kombinasi yang tidak menyenangkan.",
        "Saya mengalami sesak napas dan pilek yang parah.",
        "Pilek dan mual atau muntah adalah tanda-tanda infeksi.",
        "Batuk dan sakit tenggorokan membuat saya merasa tidak nyaman.",
        "Sesak napas dan sakit kepala adalah gejala yang mengkhawatirkan.",
        "Saya merasa sangat lemah dengan kelelahan dan mual.",
        "Sakit kepala dan sesak napas membuat saya merasa sangat tidak enak.",
        "Pilek dan sakit tenggorokan membuat saya merasa tidak enak badan.",
        "Batuk yang parah dan sesak napas",
        "Saya merasa sangat lemah dengan sakit kepala dan kelelahan",
        "Sakit tenggorokan dan pilek membuat saya merasa sangat tidak nyaman.",
        "Pilek dan batuk yang terus-menerus sangat mengganggu",
        "Batuk yang parah dan sakit tenggorokan",
        "Sakit tenggorokan dan mual atau muntah sangat mengganggu.",
        "Batuk yang terus-menerus membuat saya merasa tidak nyaman.",
        "Sakit tenggorokan dan kelelahan sangat mengganggu."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit ISPA"
      ]
    },
    {
      "tag": "tentang_ISPA",
      "patterns": [
        "apa itu ISPA?",
        "jelaskan tentang ISPA",
        "definisi ISPA",
        "apa yang dimaksud ISPA",
        "bisakah anda memberikan definisi ISPA secara lengkap",
        "Apa arti singkat dari ISPA?",
        "Apa yang perlu saya ketahui tentang ISPA?",
        "Bisakah Anda memberikan gambaran umum tentang ISPA?",
        "Bagaimana cara mendefinisikan ISPA dengan jelas?",
        "Apakah Anda dapat menjelaskan ISPA secara terperinci?",
        "Apa itu ISPA dalam istilah medis?",
        "Bagaimana cara Anda mendefinisikan ISPA untuk orang awam?",
        "Bisakah Anda memberikan penjelasan tentang ISPA yang mudah dimengerti?",
        "Apa yang dimaksud dengan ISPA dalam konteks kesehatan?",
        "Apa yang harus saya ketahui tentang ISPA dan pencegahannya?",
        "Bisakah Anda memberikan definisi ISPA yang sederhana?",
        "Jelaskan apa itu ISPA secara singkat.",
        "Bagaimana cara mendefinisikan ISPA untuk pemula?",
        "Apa yang sebaiknya saya ketahui tentang ISPA?",
        "Bisakah Anda memberikan gambaran tentang ISPA dan dampaknya pada kesehatan manusia?",
        "Bagaimana cara Anda menjelaskan ISPA secara umum?",
        "Bisakah Anda memberikan definisi medis tentang ISPA?",
        "Apa itu ISPA dan mengapa penting untuk memahaminya sebagai bagian dari penjagaan kesehatan?",
        "Bagaimana cara Anda menjelaskan ISPA dengan bahasa yang mudah dipahami oleh masyarakat umum?",
        "Bagaimana cara mendefinisikan ISPA agar dapat dipahami",
        "Jelaskan apa yang dimaksud dengan ISPA dengan bahasa yang mudah dimengerti",
        "Apa yang harus diketahui tentang ISPA dan upaya pencegahannya?",
        "Bisakah Anda memberikan definisi sederhana tentang ISPA yang mudah dipahami oleh semua orang?",
        "Jelaskan apa itu ISPA dalam konteks kesehatan manusia secara ringkas.",
        "Apa itu ISPA dan mengapa penting untuk memahaminya?",
        "Bagaimana cara Anda menjelaskan ISPA dengan bahasa yang sederhana?"
      ],
      "responses": [
        "Infeksi saluran pernapasan akut atau ISPA adalah infeksi yang terjadi di saluran pernapasan, baik saluran pernapasan atas maupun bawah. Infeksi ini dapat menimbulkan gejala batuk, pilek, dan demam. ISPA sangat mudah menular dan dapat dialami oleh siapa saja, terutama anak-anak dan lansia. ISPA menimbulkan peradangan di saluran pernapasan, mulai dari hidung hingga paru-paru. Penularan virus atau bakteri penyebab ISPA dapat terjadi melalui kontak dengan percikan air liur orang yang terinfeksi. Virus atau bakteri dalam percikan liur akan menyebar melalui udara kemudian masuk ke hidung atau mulut orang lain."
      ]
    },
    {
      "tag": "tindakan_ISPA",
      "patterns": [
        "pertolongan pertama ISPA",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk ISPA",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena ISPA",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama ketika menghadapi ISPA?",
        "Bagaimana cara memberikan pertolongan pertama untuk ISPA?",
        "Apa yang seharusnya dilakukan jika seseorang terkena ISPA?",
        "Bagaimana langkah-langkah pertolongan pertama yang tepat saat menghadapi ISPA?",
        "Apa tindakan awal yang harus diambil jika terkena ISPA?",
        "Bagaimana pertolongan pertama dapat membantu ketika seseorang mengalami ISPA?",
        "Apa yang sebaiknya dilakukan saat menghadapi kasus ISPA?",
        "Bagaimana cara memberikan pertolongan pertama ketika terkena ISPA?",
        "Apa yang sebaiknya dilakukan sebagai tindakan pertama saat mengalami ISPA?",
        "Bagaimana langkah-langkah pertolongan pertama yang efektif untuk mengatasi ISPA?",
        "Apa yang harus dilakukan jika terdiagnosis dengan ISPA?",
        "Bagaimana cara memberikan pertolongan pertama yang tepat saat terkena ISPA?",
        "Apa tindakan pertama yang perlu diambil ketika menghadapi ISPA?",
        "Bagaimana langkah-langkah pertolongan pertama yang dapat membantu meredakan ISPA?",
        "Apa yang sebaiknya dilakukan jika seseorang mengalami gejala ISPA?",
        "Bagaimana cara memberikan pertolongan pertama saat terkena ISPA?",
        "Apa tindakan awal yang harus diambil jika menduga seseorang terkena ISPA?",
        "Bagaimana pertolongan pertama dapat membantu mengatasi ISPA?",
        "Apa yang perlu saya ketahui tentang pertolongan pertama untuk ISPA?",
        "Bagaimana langkah-langkah pertolongan pertama yang dapat dilakukan untuk kasus ISPA?",
        "Apa yang harus dilakukan jika gejala ISPA semakin parah?",
        "Bagaimana cara memberikan pertolongan pertama yang tepat saat menghadapi ISPA yang mungkin menular?",
        "Apa yang sebaiknya dilakukan saat seseorang dalam lingkungan Anda mengalami ISPA?",
        "Bagaimana cara memberikan pertolongan pertama kepada anak-anak yang terkena ISPA?",
        "Apa tindakan awal yang harus diambil saat ISPA menyerang anak-anak?",
        "Bagaimana langkah-langkah pertolongan pertama yang dapat membantu anak-anak dengan ISPA?",
        "Apa yang harus dilakukan jika seseorang di lingkungan kerja mengalami ISPA?",
        "Apa yang sebaiknya dilakukan sebagai tindakan pertama ketika ISPA menyebar di tempat kerja?",
        "Bagaimana pertolongan pertama dapat membantu mengendalikan penyebaran ISPA di lingkungan kerja?",
        "Apa yang perlu diketahui tentang pertolongan pertama untuk mengatasi ISPA ?",
        "Bagaimana cara memberikan pertolongan pertama yang terkena ISPA?",
        "Apa yang harus dilakukan jika ISPA menyebar di lingkungan?",
        "Bagaimana langkah-langkah pertolongan pertama yang dapat membantu melindungi dari ISPA?",
        "Apa yang sebaiknya dilakukan sebagai tindakan pertama ketika terdapat kasus ISPA di komunitas Anda?",
        "Apa yang harus dilakukan jika ISPA menyebar di komunitas Anda?",
        "Apa yang perlu diketahui tentang pertolongan pertama untuk ISPA?",
        "Bagaimana cara memberikan pertolongan pertama kepada yang terkena ISPA?",
        "Apa yang sebaiknya dilakukan jika mengalami gejala ISPA?",
        "Apa yang harus dilakukan jika ISPA menyebar di keluarga Anda?",
        "Bagaimana cara memberikan pertolongan pertama kepada anggota keluarga yang terkena ISPA?",
        "jelaskan cara pertolongan pertama jika terkena ISPA",
        "cara penyembuhan ISPA",
        "jika aku terkena ISPA, apa yang harus aku lakukan",
        "langkah - langkah dalam menangani kasus ISPA",
        "aku terkena ISPA, aku harus apa",
        "jelaskan secara detail pertolongan pertama ISPA",
        "Apa yang sebaiknya dilakukan jika mengalami gejala ISPA?"
      ],
      "responses": [
        "Gejala ISPA berlangsung antara 1 sampai 2 minggu. Pada sebagian besar kasus, penderita gejala akan mereda setelah minggu pertama.  Oleh karena itu, pasien tidak memerlukan pengobatan khusus. Meski begitu, ada upaya yang dapat dilakukan secara mandiri di rumah untuk meredakan gejala, yaitu: Memperbanyak istirahat dan konsumsi air putih untuk mengencerkan dahak agar lebih mudah untuk dikeluarkan, Mengonsumsi minuman lemon hangat atau madu, untuk meredakan batuk, Jika gejala yang dialami tidak membaik dapat memberikan obat-obatan untuk meredakan gejala, seperti Ibuprofen atau paracetamol, Diphenhydramine dan pseudoephedrine, dan Antibiotik, untuk mengatasi ISPA yang disebabkan oleh bakteri"
      ]
    },
    {
      "tag": "diagnosis_gastritis",
      "patterns": [
        "perut kembung, nyeri yang terasa panas atau perih di bagian ulu hati, buang air besar berwarna hitam",
        "Saya mengalami perut kembung yang membuat saya merasa tidak nyaman.",
        "Nyeri yang terasa panas atau perih di bagian ulu hati membuat saya khawatir.",
        "Saya perlu segera menghubungi dokter karena buang air besar berwarna hitam adalah gejala yang serius.",
        "Perut kembung adalah masalah yang mengganggu kenyamanan saya.",
        "Saya merasa nyeri yang terasa panas di bagian ulu hati.",
        "Gejala perih di bagian ulu hati membuat saya khawatir.",
        "Perut kembung bisa menimbulkan ketidaknyamanan yang parah.",
        "Nyeri perih di ulu hati dapat mengganggu aktivitas sehari hari.",
        "Saya mencari solusi untuk meredakan perut kembung.",
        "Gejala perut kembung sering mengganggu kualitas hidup.",
        "Nyeri ulu hati yang saya rasakan tidak hilang hilang.",
        "Saya mencari cara untuk mengatasi nyeri panas di ulu hati.",
        "Perut kembung seringkali disertai dengan gejala lain.",
        "Nyeri perih di ulu hati semakin parah.",
        "Saya merasa tidak nyaman dengan perut kembung yang persisten.",
        "Nyeri ulu hati yang saya alami sangat mengganggu.",
        "Saya mencari informasi tentang buang air besar berwarna hitam.",
        "Saya ingin tahu penyebab buang air besar berwarna hitam.",
        "Gejala perut kembung mungkin terkait dengan makanan.",
        "Saya mencari saran untuk meredakan perut kembung.",
        "Perut kembung bisa menjadi masalah yang mengganggu.",
        "Nyeri ulu hati membuat saya merasa tidak nyaman.",
        "Saya ingin tahu mengapa ulu hati saya terasa panas.",
        "Buang air besar berwarna hitam bisa mengejutkan.",
        "Nyeri ulu hati adalah gejala yang perlu diperhatikan.",
        "Perut kembung dapat memengaruhi kualitas hidup",
        "Saya mencari cara untuk mengurangi perut kembung.",
        "Saya ingin memahami lebih banyak tentang nyeri ulu hati.",
        "Buang air besar berwarna hitam mungkin memerlukan perhatian medis.",
        "Saya khawatir dengan perut kembung yang berlangsung lama.",
        "Nyeri panas di ulu hati membuat saya tidak nyaman.",
        "Saya mencari solusi alami untuk meredakan perut kembung.",
        "Gejala perut kembung sering kali timbul setelah makan",
        "Saya ingin tahu bagaimana menghindari perut kembung.",
        "Nyeri ulu hati yang terus-menerus membuat saya khawatir.",
        "Buang air besar berwarna hitam adalah gejala yang serius.",
        "Saya mencari informasi tentang perut kembung pada anak-anak.",
        "Gejala nyeri ulu hati bisa disebabkan oleh berbagai faktor.",
        "Saya ingin tahu apakah perut kembung bisa menjadi kronis.",
        "Saya mencari saran untuk mengurangi perut kembung secara efektif.",
        "Nyeri ulu hati dapat memengaruhi aktivitas sehari-hari.",
        "Buang air besar berwarna hitam memerlukan penanganan segera.",
        "Saya ingin tahu apakah perut kembung dapat diobati dengan diet.",
        "Gejala nyeri ulu hati membuat saya merasa cemas.",
        "Saya mencari tahu apa yang bisa menyebabkan perut kembung.",
        "Nyeri ulu hati yang tiba-tiba membuat saya khawatir.",
        "Buang air besar berwarna hitam adalah tanda peringatan.",
        "Saya mencari informasi tentang perut kembung .",
        "Nyeri ulu hati yang tidak kunjung sembuh membuat saya khawatir.",
        "Saya ingin tahu buang air besar berwarna hitam sakit apa"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit gastritis"
      ]
    },
    {
      "tag": "tentang_gastritis",
      "patterns": [
        "apa itu gastritis?",
        "jelaskan tentang gastritis",
        "definisi gastritis",
        "Apa itu gastritis? Bisakah Anda menjelaskan?",
        "Jelaskan tentang gastritis dan bagaimana gejalanya.",
        "Apakah Anda tahu definisi gastritis?",
        "Tolong jelaskan apa yang dimaksud dengan gastritis.",
        "Bisa Anda memberikan definisi singkat tentang gastritis?",
        "Apa sebenarnya gastritis itu? Saya ingin tahu.",
        "Saya belum sepenuhnya mengerti gastritis, bisakah Anda menjelaskan?",
        "Bagaimana Anda mendefinisikan gastritis secara medis?",
        "Definisi gastritis bisa membantu saya memahami lebih baik.",
        "Tolong berikan penjelasan yang lengkap tentang gastritis.",
        "Apakah Anda bisa menjelaskan gastritis dengan sederhana?",
        "Bagaimana cara mendefinisikan gastritis kepada seseorang yang tidak tahu?",
        "Saya mendengar istilah gastritis, tapi saya butuh penjelasan lebih lanjut.",
        "Apakah ada definisi resmi tentang gastritis?",
        "Jelaskan apa yang dimaksud dengan gastritis secara rinci.",
        "Bisakah Anda memberikan definisi yang jelas tentang gastritis?",
        "Saya ingin tahu lebih banyak tentang gastritis, bolehkah Anda menjelaskannya?",
        "Apakah ada perbedaan dalam definisi gastritis menurut sumber yang berbeda?",
        "Definisi gastritis bisa sangat bermanfaat untuk saya.",
        "Bisa Anda menjelaskan tentang gastritis secara umum?",
        "Tolong jelaskan apa yang dimaksud dengan gastritis pada tingkat dasar.",
        "Bagaimana cara mendefinisikan gastritis dengan tepat?",
        "Saya perlu pemahaman yang lebih baik tentang gastritis.",
        "Apakah ada istilah medis yang bisa digunakan untuk mendefinisikan gastritis?",
        "Apa definisi yang paling tepat untuk gastritis?",
        "Tolong terangkan tentang gastritis agar saya lebih mengerti.",
        "Saya tidak yakin apa itu gastritis, bisakah Anda menjelaskan?",
        "Bagaimana cara mendefinisikan gastritis dalam bahasa yang mudah dimengerti?",
        "Apakah Anda bisa menjelaskan gastritis secara singkat?",
        "Saya ingin tahu definisi resmi tentang gastritis.",
        "Tolong jelaskan apa yang terjadi saat seseorang memiliki gastritis.",
        "Bisa Anda memberikan gambaran umum tentang gastritis?",
        "Apa saja yang harus kita ketahui tentang gastritis?",
        "Bagaimana cara mendefinisikan gastritis dalam konteks kesehatan?",
        "Apa yang dimaksud dengan gastritis dalam istilah medis?",
        "Saya ingin tahu apa itu gastritis dari perspektif medis.",
        "Tolong berikan definisi yang tepat untuk gastritis.",
        "Bisa Anda menjelaskan apa itu gastritis secara terperinci?",
        "Apa yang perlu saya ketahui tentang gastritis?",
        "Bagaimana cara mendefinisikan gastritis dengan jelas?",
        "Tolong berikan gambaran singkat tentang gastritis.",
        "Saya ingin mendapatkan definisi yang akurat tentang gastritis.",
        "Bisakah Anda menjelaskan gastritis dalam bahasa yang mudah dimengerti?",
        "Saya perlu pemahaman yang lebih baik tentang gastritis.",
        "Apakah ada definisi yang berbeda-beda tentang gastritis?",
        "Jelaskan apa yang terjadi pada tubuh saat seseorang mengidap gastritis.",
        "Bisa Anda memberikan definisi sederhana tentang gastritis?",
        "Apa yang harus kita ketahui tentang gastritis?",
        "Bagaimana cara mendefinisikan gastritis agar mudah dimengerti oleh semua orang?"
      ],
      "responses": [
        "Gastritis adalah peradangan pada dinding lambung yang ditandai dengan nyeri di ulu hati atau lambung. Jika dibiarkan, gastritis bisa berlangsung bertahun tahun dan menyebabkan komplikasi serius, seperti tukak lambung. Gastritis terbagi dua, yaitu gastritis akut dan kronis. Gastritis akut terjadi ketika peradangan di lapisan lambung berlangsung secara tiba-tiba. Kondisi ini menyebabkan nyeri ulu hati hebat yang bersifat sementara. gastritis kronis, peradangan di lapisan lambung terjadi secara bertahap. Nyeri akibat gastritis kronis lebih ringan daripada gastritis akut, tetapi terjadi lebih sering dan lebih lama."
      ]
    },
    {
      "tag": "tindakan_gastritis",
      "patterns": [
        "pertolongan pertama gastritis",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk gastritis",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena gastritis",
        "Apa langkah pertolongan pertama untuk kasus gastritis?",
        "Bagaimana cara memberikan pertolongan pertama pada seseorang dengan gastritis?",
        "Saya butuh panduan tentang pertolongan pertama untuk gastritis",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gastritis menyerang?",
        "Bagaimana cara memberikan bantuan pertama ketika seseorang mengalami gastritis?",
        "Pertolongan pertama yang tepat untuk gastritis sangat penting.",
        "Apa langkah pertama yang sebaiknya diambil ketika terkena gastritis?",
        "Bagaimana cara memberikan bantuan awal untuk kasus gastritis?",
        "Saya ingin tahu tentang pertolongan pertama gastritis yang efektif.",
        "Apa tindakan pertama yang sebaiknya diambil saat seseorang terkena gastritis?",
        "Bagaimana cara melakukan pertolongan pertama untuk gastritis dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus gastritis?",
        "Bagaimana cara memberikan bantuan pertama yang tepat untuk seseorang dengan gastritis?",
        "Pertolongan pertama dapat membuat perbedaan pada kasus gastritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala gastritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastritis?",
        "Saya ingin tahu apa yang harus dilakukan sebagai pertolongan pertama untuk gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil saat seseorang mengalami gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengatasi gastritis?",
        "Pertolongan pertama dapat mengurangi gejala gastritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat kasus gastritis timbul?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi gastritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama gastritis yang aman.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil saat seseorang menderita gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang efektif untuk gastritis?",
        "Pertolongan pertama yang tepat dapat membuat perbedaan besar pada kasus gastritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami gastritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang terkena gastritis?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk kasus gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika gejala gastritis muncul?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengatasi kasus gastritis?",
        "Pertolongan pertama sangat penting dalam mengelola gastritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala gastritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap gastritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastritis?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi gastritis.",
        "Apa yang seharusnya dilakukan sebagai pertolongan pertama ketika ada kasus gastritis?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi gastritis dengan baik?",
        "Saya ingin tahu apa yang harus dilakukan sebagai pertolongan pertama untuk gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terjadi gejala gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastritis?",
        "Pertolongan pertama dapat membantu meredakan kasus gastritis.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala gastritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi gastritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil saat ada kasus gastritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastritis?"
      ],
      "responses": [
        "Beberapa obat yang dapat mengatasi gastritis adalah anatasida mampu meredakan nyeri secara cepat dengan cara menetralkan asam lambung. antibiotik, obat pelapis lambung, contoh obat tersebut adalah rebamipide."
      ]
    },
    {
      "tag": "diagnosis_dermatitis",
      "patterns": [
        "kulit kering dan bersisik, ruam, kemerahan, gatal - gatal, luka lepuh di telapak tangan, jari, atau telapak kaki",
        "Saya memiliki masalah kulit kering dan bersisik yang mengganggu.",
        "Ruam dan kemerahan muncul pada kulit saya akhir-akhir ini.",
        "Gejala kulit kering dan bersisik membuat saya tidak nyaman.",
        "Gatal-gatal pada kulit adalah masalah yang sering saya alami.",
        "Saya memiliki luka lepuh di telapak tangan yang sangat sakit.",
        "Kulit kering dan bersisik dapat menyebabkan rasa gatal yang tidak tertahankan.",
        "Ruam dan kemerahan seringkali muncul bersamaan dengan kulit kering.",
        "Bagaimana cara mengatasi kulit kering dan bersisik yang parah?",
        "Gatal-gatal pada kulit membuat saya ingin menggaruk terus-menerus.",
        "Saya memiliki luka lepuh yang perlu segera ditangani di telapak tangan.",
        "Kulit kering dan bersisik bisa sangat mengganggu kehidupan sehari-hari.",
        "Ruam dan kemerahan pada kulit adalah gejala yang serius.",
        "Gejala kulit kering dan bersisik bisa memengaruhi penampilan saya.",
        "Bagaimana cara meredakan gatal-gatal pada kulit?",
        "Saya mencari solusi untuk mengatasi luka lepuh di jari",
        "Kulit kering dan bersisik sering disertai dengan gatal-gatal.",
        "Ruam dan kemerahan pada kulit membuat saya merasa tidak percaya diri.",
        "Gejala kulit kering bisa sangat mengganggu kenyamanan.",
        "Bagaimana cara mengobati gatal-gatal pada kulit dengan efektif?",
        "Luka lepuh di telapak tangan memerlukan perhatian medis.",
        "Kulit kering dan bersisik adalah masalah yang perlu diatasi.",
        "Ruam dan kemerahan pada kulit bisa membuat Anda khawatir.",
        "Gejala kulit kering dan bersisik dapat memengaruhi kualitas hidup.",
        "Bagaimana cara menghentikan gatal-gatal pada kulit dengan cepat?",
        "Saya ingin tahu bagaimana mengobati luka lepuh di telapak tangan.",
        "Kulit kering dan bersisik dapat mengganggu tidur saya.",
        "Ruam dan kemerahan pada kulit bisa sangat mengganggu.",
        "Gejala kulit kering dan bersisik bisa menyebabkan rasa tidak nyaman.",
        "Bagaimana cara meredakan gatal-gatal pada kulit yang parah?",
        "Luka lepuh di jari adalah masalah yang serius.",
        "Kulit kering dan bersisik seringkali memerlukan perawatan khusus.",
        "Ruam dan kemerahan pada kulit dapat memengaruhi kepercayaan diri.",
        "Gejala kulit kering bisa sangat mengganggu kualitas hidup.",
        "Bagaimana cara mengobati gatal-gatal pada kulit secara alami?",
        "Saya mencari solusi untuk mengatasi luka lepuh di telapak kaki.",
        "Kulit kering dan bersisik bisa membuat saya merasa tidak enak badan.",
        "Ruam dan kemerahan pada kulit membuat saya cemas.",
        "Gejala kulit kering dan bersisik memerlukan perawatan yang tepat.",
        "Bagaimana cara meredakan gatal-gatal pada kulit dengan bahan rumah tangga?",
        "Luka lepuh di telapak kaki perlu ditangani secara serius.",
        "Kulit kering dan bersisik dapat memengaruhi kesehatan saya.",
        "Ruam dan kemerahan pada kulit adalah tanda peringatan.",
        "Gejala kulit kering bisa sangat mengganggu kenyamanan sehari-hari.",
        "Bagaimana cara mengobati gatal-gatal pada kulit secara efektif?",
        "Saya ingin tahu cara merawat luka lepuh di jari dengan benar.",
        "Kulit kering dan bersisik seringkali disertai dengan ruam.",
        "Ruam dan kemerahan pada kulit memerlukan penanganan yang tepat.",
        "Gejala kulit kering bisa sangat mengganggu pola tidur saya."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit dermatitis"
      ]
    },
    {
      "tag": "tentang_dermatitis",
      "patterns": [
        "apa itu dermatitis?",
        "jelaskan tentang dermatitis",
        "definisi dermatitis",
        "Apa itu dermatitis? Bisakah Anda menjelaskan?",
        "Jelaskan tentang dermatitis dan gejala-gejalanya.",
        "Apa definisi dermatitis menurut Anda?",
        "Tolong jelaskan apa yang dimaksud dengan dermatitis.",
        "Bisa Anda memberikan definisi sederhana tentang dermatitis?",
        "Saya belum sepenuhnya mengerti dermatitis, bisakah Anda menjelaskan?",
        "Bagaimana Anda mendefinisikan dermatitis secara medis?",
        "Definisi dermatitis bisa membantu saya memahami lebih baik.",
        "Apa istilah medis yang digunakan untuk dermatitis?",
        "Apa sebenarnya dermatitis itu? Saya ingin tahu.",
        "Saya ingin tahu apa definisi dermatitis yang tepat.",
        "Tolong berikan penjelasan yang lengkap tentang dermatitis.",
        "Apa definisi resmi tentang dermatitis?",
        "Bagaimana cara mendefinisikan dermatitis dengan jelas?",
        "Saya perlu pemahaman yang lebih baik tentang dermatitis.",
        "Apa tindakan yang seharusnya diambil ketika seseorang mengalami dermatitis?",
        "Saya mendengar istilah dermatitis, tapi saya butuh penjelasan lebih lanjut.",
        "Apakah ada definisi yang berbeda-beda tentang dermatitis?",
        "Definisi dermatitis bisa sangat berguna untuk saya.",
        "Bisa Anda menjelaskan dermatitis dalam bahasa yang mudah dimengerti?",
        "Tolong jelaskan apa yang dimaksud dengan dermatitis pada tingkat dasar.",
        "Bagaimana cara mendefinisikan dermatitis kepada seseorang yang tidak tahu?",
        "Saya ingin tahu apa yang bisa menyebabkan dermatitis.",
        "Apakah definisi dermatitis berubah dari satu sumber ke sumber lainnya?",
        "Apa definisi yang paling tepat untuk dermatitis?",
        "Tolong jelaskan apa yang harus kita ketahui tentang dermatitis.",
        "Apa yang harus kita ketahui tentang dermatitis dari perspektif medis?",
        "Saya ingin tahu bagaimana dermatitis dapat memengaruhi kualitas hidup.",
        "Apakah ada istilah medis yang digunakan untuk mendefinisikan dermatitis?",
        "Apa definisi resmi tentang dermatitis menurut lembaga kesehatan?",
        "Tolong berikan definisi yang tepat untuk dermatitis.",
        "Bisa Anda menjelaskan dermatitis secara singkat?",
        "Saya ingin tahu apakah dermatitis dapat menyebar ke seluruh tubuh.",
        "Bagaimana cara mendefinisikan dermatitis dalam konteks kesehatan?",
        "Apakah ada perbedaan dalam definisi dermatitis menurut sumber yang berbeda?",
        "Saya ingin memahami lebih banyak tentang gejala dermatitis.",
        "Apa yang perlu kita ketahui tentang dermatitis dari sudut pandang medis?",
        "Bagaimana cara mendefinisikan dermatitis dengan tepat?",
        "Tolong berikan gambaran singkat tentang dermatitis.",
        "Saya ingin mendapatkan definisi yang akurat tentang dermatitis.",
        "Apa yang seharusnya kita lakukan saat seseorang terkena dermatitis?",
        "Bagaimana cara mendefinisikan dermatitis dengan tepat untuk pemahaman umum?",
        "Saya ingin tahu apa yang bisa memicu dermatitis.",
        "Bisa Anda menjelaskan apa itu dermatitis dengan sederhana?",
        "Saya perlu pemahaman yang lebih baik tentang dermatitis.",
        "Apakah definisi dermatitis bervariasi tergantung pada jenisnya?",
        "Tolong berikan gambaran umum tentang dermatitis.",
        "Saya ingin tahu apakah dermatitis dapat sembuh dengan sendirinya.",
        "Bagaimana cara mendefinisikan dermatitis dalam bahasa yang mudah dimengerti oleh semua orang?",
        "Apa yang perlu kita ketahui tentang dermatitis dan cara mengatasi gejalanya?"
      ],
      "responses": [
        "Dermatitis adalah peradangan atau iritasi di kulit yang umumnya ditandai dengan kulit gatal, kering, dan kemerahan. Penyakit kulit ini umumnya terjadi akibat reaksi alergi. Dermatitis sendiri terbagi dalam banyak jenis, di antaranya dermatitis atopik dan dermatitis kontak. Dermatitis atau eksim merupakan penyakit kulit yang tidak menular. Dermatitis bisa disebabkan oleh faktor genetik, respons sistem kekebalan tubuh, lingkungan, atau paparan iritan."
      ]
    },
    {
      "tag": "tindakan_dermatitis",
      "patterns": [
        "pertolongan pertama dermatitis",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk dermatitis",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena dermatitis",
        "Apa yang seharusnya menjadi pertolongan pertama untuk dermatitis?",
        "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang mengalami dermatitis?",
        "Saya butuh panduan tentang pertolongan pertama untuk kasus dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena dermatitis?",
        "Bagaimana cara memberikan bantuan awal pada kasus dermatitis?",
        "Pertolongan pertama yang tepat untuk dermatitis sangat penting.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala dermatitis muncul?",
        "Bagaimana cara memberikan bantuan pertama ketika seseorang mengalami dermatitis?",
        "Saya ingin tahu tentang pertolongan pertama untuk dermatitis yang efektif.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena dermatitis?",
        "Bagaimana cara melakukan pertolongan pertama untuk mengatasi dermatitis dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus dermatitis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap dermatitis?",
        "Pertolongan pertama yang cepat dapat membuat perbedaan pada kasus dermatitis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala dermatitis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang terkena dermatitis?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena dermatitis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala dermatitis?",
        "Pertolongan pertama dapat membantu meredakan kasus dermatitis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami dermatitis?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi dermatitis dengan baik?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil saat ada kasus dermatitis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala dermatitis?",
        "Pertolongan pertama yang cepat dapat membantu mengelola dermatitis dengan lebih baik.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala dermatitis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang menderita dermatitis?",
        "Saya ingin tahu apa yang harus dilakukan sebagai pertolongan pertama untuk dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika gejala dermatitis muncul?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengatasi kasus dermatitis?",
        "Pertolongan pertama sangat penting dalam mengelola dermatitis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala dermatitis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap dermatitis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi dermatitis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena dermatitis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala dermatitis?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi dermatitis.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala dermatitis muncul?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi dermatitis secara medis?",
        "Saya mencari solusi untuk mengatasi dermatitis melalui pertolongan pertama yang efektif.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika ada kasus dermatitis yang parah?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala dermatitis secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu meminimalkan dampak dermatitis.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk dermatitis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap dermatitis dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk dermatitis yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena dermatitis dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman yang disebabkan oleh dermatitis?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan dermatitis."
      ],
      "responses": [
        "pasien bisa menggunakan krim atau salep pelembap yang mengandung emolien. Pelembap ini bisa digunakan setelah mencuci tangan, mandi, atau saat kulit kering. Selain pelembap, obat-obatan yang dapat digunakan yaitu Salep atau krim kortikosteroid, seperti betametasone atau hydrocortisone, Obat antiradang oles, misalnya pimecrolimus, tacrolimus, dan ruxolitinib, obat jenis oral (minum) yang dapat diberikan yaitu anihistamin tablet, untuk meredakan gatal dan mengurangi peradangan."
      ]
    },
    {
      "tag": "diagnosis_demam",
      "patterns": [
        "sakit kepala, berkeringat, mengigil, lemas, sakit otot, sakit mata, jantung berdebar, hilang nafsu makan",
        "Saya merasa sakit kepala dan berkeringat secara bersamaan.",
        "Mengigil dan lemas adalah gejala yang saya alami.",
        "Sakit otot dan sakit mata membuat saya merasa sangat tidak nyaman.",
        "Jantung berdebar dan hilang nafsu makan adalah tanda-tanda yang perlu diperhatikan.",
        "saya mengalami sakit kepala yang disertai mengigil?",
        "Ketika saya berkeringat dan mengigil, saya merasa tidak sehat.",
        "Apa yang bisa menyebabkan sakit kepala dan berkeringat secara bersamaan?",
        "Mengapa jantung saya berdebar dan saya kehilangan nafsu makan?",
        "saya sakit kepala yang muncul bersama mengigil?",
        "Mengigil dan lemas",
        "Aku merasa sakit kepala yang tajam sejak pagi.",
        "Jantung berdebar dan hilang nafsu makan disertai mengigil",
        "Saya mengalami sakit kepala yang disertai mengigil",
        "Ketika saya berkeringat dan mengigil, saya merasa tidak sehat.",
        "Apa yang bisa menyebabkan sakit kepala dan berkeringat secara bersamaan?",
        "Saya sakit kepala yang muncul bersama mengigil",
        "Apakah ada hubungan antara mengigil dan hilang nafsu makan",
        "Aku merasa sangat lemas, mengigil dan berkeringat",
        "Sakit kepala dan mengigil membuatku merasa tidak enak badan.",
        "Hilang nafsu makan, lemas, dan mengigil"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit demam"
      ]
    },
    {
      "tag": "tentang_demam",
      "patterns": [
        "apa itu demam?",
        "jelaskan tentang demam",
        "definisi demam",
        "Apa itu demam? Bisakah Anda menjelaskan?",
        "Jelaskan tentang demam dan gejala-gejalanya.",
        "Apa definisi demam menurut Anda?",
        "Tolong jelaskan apa yang dimaksud dengan demam.",
        "Bisa Anda memberikan definisi sederhana tentang demam?",
        "Saya belum sepenuhnya mengerti demam, bisakah Anda menjelaskan?",
        "Bagaimana Anda mendefinisikan demam secara medis?",
        "Definisi demam bisa membantu saya memahami lebih baik.",
        "Apa istilah medis yang digunakan untuk demam?",
        "Apa sebenarnya demam itu? Saya ingin tahu.",
        "Saya ingin tahu apa definisi demam yang tepat",
        "Tolong berikan penjelasan yang lengkap tentang demam.",
        "Apa definisi resmi tentang demam?",
        "Bagaimana cara mendefinisikan demam kepada seseorang yang tidak tahu?",
        "Saya perlu pemahaman yang lebih baik tentang demam.",
        "Apa tindakan yang seharusnya diambil ketika seseorang mengalami demam?",
        "Saya mendengar istilah demam, tapi saya butuh penjelasan lebih lanjut.",
        "Apakah ada definisi yang berbeda-beda tentang demam?",
        "Definisi demam bisa sangat berguna untuk saya.",
        "Bisa Anda menjelaskan demam dalam bahasa yang mudah dimengerti?",
        "Tolong berikan gambaran singkat tentang demam.",
        "Bagaimana cara mendefinisikan demam pada tingkat dasar.",
        "Saya ingin tahu bagaimana demam dapat memengaruhi kualitas hidup.",
        "Apakah definisi demam berubah dari satu sumber ke sumber lainnya?",
        "Apa definisi yang paling tepat untuk demam?",
        "Tolong jelaskan apa yang harus kita ketahui tentang demam.",
        "Apa yang harus kita ketahui tentang demam dari perspektif medis?",
        "Saya ingin tahu bagaimana demam dapat memengaruhi kesehatan kita.",
        "Apakah ada istilah medis yang digunakan untuk mendefinisikan demam?",
        "Apa definisi resmi tentang demam menurut lembaga kesehatan?",
        "Tolong berikan definisi yang tepat untuk demam.",
        "Bisa Anda menjelaskan demam secara singkat?",
        "Saya ingin tahu apakah demam dapat sembuh dengan sendirinya.",
        "Bagaimana cara mendefinisikan demam dalam konteks kesehatan?",
        "Apakah ada perbedaan dalam definisi demam menurut sumber yang berbeda?",
        "Saya ingin memahami lebih banyak tentang gejala demam.",
        "Apa yang perlu kita ketahui tentang demam dari sudut pandang medis?",
        "Bagaimana cara mendefinisikan demam dengan tepat?",
        "Tolong berikan gambaran umum tentang demam.",
        "Saya ingin tahu apakah demam dapat diobati dengan obat-obatan.",
        "Apa yang seharusnya kita lakukan saat seseorang terkena demam?",
        "Bagaimana cara mendefinisikan demam kepada seseorang yang tidak terlatih di bidang kesehatan?",
        "Saya ingin tahu apa yang bisa menyebabkan demam.",
        "Bisa Anda menjelaskan apa itu demam secara sederhana?",
        "Saya perlu pemahaman yang lebih baik tentang demam.",
        "Apakah definisi demam bervariasi tergantung pada jenisnya?",
        "Tolong berikan gambaran umum tentang demam.",
        "Saya ingin tahu cara mengatasi demam dengan benar.",
        "Bagaimana cara merawat demam secara efektif?",
        "Saya mencari solusi untuk mengatasi demam dengan cepat."
      ],
      "responses": [
        "Demam adalah meningkatnya suhu tubuh hingga lebih dari 38 celcius. Kondisi ini bisa menandakan adanya penyakit atau kondisi tertentu di dalam tubuh. Demam dapat terjadi pada siapa pun, mulai dari bayi hingga orang dewasa. Demam ditandai dengan meningkatnya suhu tubuh hingga lebih dari 38 celcius. Normalnya, suhu tubuh berkisar antara 36,1 celcius sampai 37,2 celcius. demam bisa terjadi akibat paparan cuaca dan suhu panas yang berlebihan, siklus menstruasi, reaksi setelah imunisasi pada anak, atau efek samping obat obatan tertentu "
      ]
    },
    {
      "tag": "tindakan_demam",
      "patterns": [
        "pertolongan pertama demam",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk demam",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena demam",
        "Apa yang harus dilakukan sebagai pertolongan pertama untuk demam?",
        "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang mengalami demam?",
        "Saya butuh panduan tentang pertolongan pertama untuk kasus demam.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena demam?",
        "Bagaimana cara memberikan bantuan awal pada kasus demam?",
        "Pertolongan pertama yang tepat untuk demam sangat penting.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala demam muncul?",
        "Bagaimana cara memberikan bantuan pertama ketika seseorang mengidap demam?",
        "Saya ingin tahu tentang pertolongan pertama untuk kasus demam yang efektif.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam?",
        "Bagaimana cara melakukan pertolongan pertama untuk mengatasi demam dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus demam?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap demam?",
        "Pertolongan pertama yang cepat dapat membuat perbedaan pada kasus demam.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala demam?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang terkena demam?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk demam.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala demam?",
        "Pertolongan pertama dapat membantu meredakan kasus demam.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami demam?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi demam secara medis?",
        "Saya mencari solusi untuk mengatasi demam melalui pertolongan pertama yang efektif.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada kasus demam yang parah?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman yang disebabkan oleh demam?",
        "Pertolongan pertama yang cepat dapat membantu mengelola demam.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk demam?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap demam dengan gejala yang intens?",
        "Saya ingin tahu apa yang harus dilakukan sebagai pertolongan pertama untuk demam yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat demam?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan demam",
        "Apa yang seharusnya dilakukan sebagai pertolongan pertama saat gejala demam muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami demam?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi demam.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala demam secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi demam.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk demam?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap demam dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk demam yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat demam?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan demam.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala demam muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami demam?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi demam.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena demam?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala demam secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi demam."
      ],
      "responses": [
        "Demam dengan suhu yang tidak terlalu tinggi dan tidak berlangsung lama biasanya tidak membutuhkan penanganan khusus. Namun, untuk mengatasi rasa tidak nyaman akibat demam, ada beberapa cara yang dapat dilakukan di rumah, yaitu: Istirahat yang cukup, Minum air putih dengan jumlah yang cukup, mengonsumsi obat penurun demam yang dijual bebas, seperti paracetamol. Jika demam cukup tinggi atau berlangsung lama, segeralah berkonsultasi ke dokter"
      ]
    },
    {
      "tag": "diagnosis_hipertensi",
      "patterns": [
        "sakit kepala, kepala pusing, nyeri dada, sesak nafas, mual dan muntah",
        "Aku merasa sakit kepala dan kepala pusing sejak tadi pagi.",
        "Nyeri dada membuatku merasa sangat tidak nyaman.",
        "Aku mengalami sesak nafas dan mual sejak kemarin.",
        "Kepala pusing dan mual membuatku sulit berkonsentrasi.",
        "Nyeri dada yang tiba-tiba membuatku khawatir.",
        "Aku merasa sesak nafas dan muntah setelah makan malam.",
        "Sakit kepala ini membuatku kesulitan tidur semalaman.",
        "Nyeri dada yang tajam membuatku cemas.",
        "Kepala pusing dan sesak nafas bisa menjadi tanda penyakit tertentu.",
        "Aku mengalami mual dan muntah sejak beberapa hari lalu.",
        "Sesak nafas membuatku merasa tidak nyaman dalam aktivitas sehari-hari.",
        "Kepala pusing yang berkepanjangan membuatku frustrasi.",
        "Aku perlu mencari solusi untuk mengatasi nyeri dada ini.",
        "Sakit kepala dan mual sering muncul saat aku merasa stres.",
        "Sesak nafas adalah gejala yang perlu diperhatikan.",
        "Aku ingin tahu apa yang bisa menyebabkan kepala pusing ini.",
        "Nyeri dada yang terus-menerus membuatku khawatir.",
        "Aku merasa mual dan muntah setiap pagi.",
        "Kepala pusing bisa menjadi tanda dehidrasi.",
        "Aku mencari cara meredakan sesak nafas.",
        "Nyeri dada yang tajam membuatku merasa sangat tidak nyaman.",
        "Sakit kepala dan mual adalah gejala yang umum saat flu.",
        "Aku merasa sesak nafas setelah berolahraga.",
        "Kepala pusing yang tajam mempengaruhi produktivitasku.",
        "Aku ingin tahu apa yang bisa mengatasi nyeri dada ini.",
        "Sesak nafas membuatku tidak nyaman saat tidur.",
        "Kepala pusing dan mual adalah gejala umum pada migrain.",
        "Aku mengalami muntah setelah makan makanan tertentu.",
        "Sakit kepala ini membuatku sulit berkonsentrasi dalam pekerjaan",
        "Nyeri dada yang terus-menerus membuatku cemas akan kesehatanku.",
        "Sesak nafas bisa terjadi dalam situasi stres.",
        "Kepala pusing ini membuatku kesulitan untuk bekerja."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit hipertensi"
      ]
    },
    {
      "tag": "tentang_hipertensi",
      "patterns": [
        "apa itu hipertensi?",
        "jelaskan tentang hipertensi",
        "definisi hipertensi",
        "Apa itu hipertensi? Bisakah Anda menjelaskan?",
        "Jelaskan tentang hipertensi dan dampaknya.",
        "Apa definisi medis dari hipertensi?",
        "Tolong jelaskan apa yang dimaksud dengan hipertensi.",
        "Bisa Anda memberikan definisi sederhana tentang hipertensi?",
        "Saya belum sepenuhnya mengerti hipertensi, bisakah Anda menjelaskan?",
        "Bagaimana cara mendefinisikan hipertensi secara medis?",
        "Definisi hipertensi dapat membantu saya memahami lebih baik.",
        "Apa istilah medis yang digunakan untuk merujuk kepada hipertensi?",
        "Apa sebenarnya hipertensi itu? Saya ingin tahu",
        "Saya ingin tahu apa definisi hipertensi yang tepat.",
        "Tolong berikan penjelasan yang lengkap tentang hipertensi.",
        "Apa definisi resmi tentang hipertensi?",
        "Bagaimana cara mendefinisikan hipertensi kepada seseorang yang tidak tahu?",
        "Saya perlu pemahaman yang lebih baik tentang hipertensi.",
        "Apa tindakan yang seharusnya diambil ketika seseorang mengalami hipertensi?",
        "Saya mendengar istilah hipertensi, tapi saya butuh penjelasan lebih lanjut.",
        "Apakah ada definisi yang berbeda-beda tentang hipertensi?",
        "Definisi hipertensi bisa sangat berguna untuk saya.",
        "Bisa Anda menjelaskan hipertensi dalam bahasa yang mudah dimengerti?",
        "Tolong berikan gambaran singkat tentang hipertensi.",
        "Bagaimana cara mendefinisikan hipertensi pada tingkat dasar.",
        "Saya ingin tahu bagaimana hipertensi dapat memengaruhi kesehatan kita.",
        "Apakah definisi hipertensi berubah dari satu sumber ke sumber lainnya?",
        "Apa definisi yang paling tepat untuk hipertensi?",
        "Tolong jelaskan apa yang harus kita ketahui tentang hipertensi.",
        "Apa yang harus kita ketahui tentang hipertensi dari perspektif medis?",
        "Saya ingin tahu bagaimana hipertensi dapat memengaruhi kualitas hidup.",
        "Apakah ada istilah medis yang digunakan untuk mendefinisikan hipertensi?",
        "Apa definisi resmi tentang hipertensi menurut lembaga kesehatan?",
        "Tolong berikan definisi yang tepat untuk hipertensi.",
        "Bisa Anda menjelaskan hipertensi secara singkat?",
        "Saya ingin tahu apakah hipertensi dapat sembuh dengan sendirinya.",
        "Bagaimana cara mendefinisikan hipertensi dalam konteks kesehatan?",
        "Apakah ada perbedaan dalam definisi hipertensi menurut sumber yang berbeda?",
        "Saya ingin memahami lebih banyak tentang gejala hipertensi.",
        "Apa yang perlu kita ketahui tentang hipertensi dari sudut pandang medis?",
        "Bagaimana cara mendefinisikan hipertensi dengan tepat?",
        "Tolong berikan gambaran umum tentang hipertensi.",
        "Saya ingin tahu apakah hipertensi dapat diobati dengan obat-obatan",
        "Apa yang seharusnya kita lakukan saat seseorang terkena hipertensi?",
        "Bagaimana cara mendefinisikan hipertensi kepada seseorang yang tidak terlatih di bidang kesehatan?",
        "Saya ingin tahu apa yang bisa menyebabkan hipertensi.",
        "Bisa Anda menjelaskan apa itu hipertensi secara sederhana?",
        "Saya perlu pemahaman yang lebih baik tentang hipertensi.",
        "Apakah definisi hipertensi bervariasi tergantung pada jenisnya?",
        "Tolong berikan gambaran umum tentang hipertensi.",
        "Saya ingin tahu cara mengatasi hipertensi dengan benar.",
        "Bagaimana cara merawat hipertensi secara efektif?",
        "Saya mencari solusi untuk mengatasi hipertensi dengan cepat."
      ],
      "responses": [
        "Hipertensi atau darah tinggi adalah kondisi ketika tekanan darah berada pada angka 130/80 mmHg atau lebih. Jika tidak segera ditangani, hipertensi bisa menyebabkan komplikasi serius, seperti gagal jantung, penyakit ginjal, hingga stroke. Berdasarkan penyebabnya, hipertensi bisa dibedakan menjadi hipertensi primer dan sekunder. Hipertensi primer adalah jenis darah tinggi yang penyebabnya tidak diketahui dengan pasti, dan biasanya berkembang perlahan dalam waktu bertahun-tahun. Hipertensi primer merupakan jenis darah tinggi yang paling sering ditemukan.  hipertensi sekunder adalah jenis tekanan darah tinggi yang disebabkan oleh berbagai kondisi atau penyakit lain, dan bisa terjadi secara mendadak, termasuk pada anak-anak."
      ]
    },
    {
      "tag": "tindakan_hipertensi",
      "patterns": [
        "pertolongan pertama hipertensi",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk hipertensi",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena hipertensi",
        "Apa yang harus dilakukan sebagai pertolongan pertama untuk hipertensi?",
        "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang mengalami hipertensi?",
        "Saya butuh panduan tentang pertolongan pertama untuk kasus hipertensi.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena hipertensi?",
        "Bagaimana cara memberikan bantuan awal pada kasus hipertensi?",
        "Pertolongan pertama yang tepat untuk hipertensi sangat penting.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala hipertensi muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap hipertensi?",
        "Saya ingin tahu tentang pertolongan pertama untuk kasus hipertensi yang efektif.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena hipertensi?",
        "Bagaimana cara melakukan pertolongan pertama untuk mengatasi hipertensi dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus hipertensi?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap hipertensi?",
        "Pertolongan pertama yang cepat dapat membuat perbedaan pada kasus hipertensi.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala hipertensi?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami hipertensi?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk hipertensi.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena hipertensi?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala hipertensi?",
        "Pertolongan pertama dapat membantu meredakan kasus hipertensi.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami hipertensi?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi hipertensi secara medis?",
        "Saya mencari solusi untuk mengatasi hipertensi melalui pertolongan pertama yang efektif.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada kasus hipertensi yang parah?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat hipertensi?",
        "Pertolongan pertama yang cepat dapat membantu mengelola hipertensi.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk hipertensi?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap hipertensi dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk hipertensi yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena hipertensi dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat hipertensi?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan hipertensi.",
        "Apa yang seharusnya dilakukan sebagai pertolongan pertama saat gejala hipertensi muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami hipertensi?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi hipertensi.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena hipertensi?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala hipertensi secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi hipertensi.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk hipertensi?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap hipertensi dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk hipertensi yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena hipertensi dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat hipertensi?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan hipertensi.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala hipertensi muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami hipertensi?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi hipertensi."
      ],
      "responses": [
        "Mengubah gaya hidup menjadi lebih sehat bisa menurunkan tekanan darah dalam beberapa minggu. Pada beberapa kasus, penderita hipertensi harus mengonsumsi obat penurun tekanan darah dalam jangka panjang atau seumur hidup. Beberapa jenis obat yang sering digunakan untuk menangani hipertensi adalah diuretik seperti hydrochlorothiazide atau indapamide, antagonis kalsium seperti amlodipine dan nifedipine"
      ]
    },
    {
      "tag": "diagnosis_gastroenteritis",
      "patterns": [
        "diare, muntah, kram perut, mual, demam, feses lebih gelap, kembung",
        "Aku mengalami diare dan muntah bersamaan.",
        "Kram perut yang tiba-tiba membuatku merasa sangat tidak nyaman.",
        "Mual dan diare adalah gejala yang umum saat flu perut.",
        "Demam dan muntah adalah tanda infeksi saluran pencernaan.",
        "Feses lebih gelap bisa menjadi tanda masalah pencernaan.",
        "Kembung seringkali terjadi bersamaan dengan kram perut.",
        "Diare adalah gejala yang seringkali disertai dengan kram perut.",
        "Aku mengalami mual dan diare setelah makan makanan yang meragukan.",
        "Demam adalah respons tubuh terhadap infeksi yang mungkin menyebabkan diare.",
        "Muntah dan feses lebih gelap adalah tanda gangguan pencernaan.",
        "Kram perut yang hebat membuatku sulit bergerak.",
        "Aku merasa mual dan kembung setelah mengonsumsi makanan pedas.",
        "Diare dan demam adalah gejala umum saat keracunan makanan.",
        "Feses lebih gelap bisa menjadi tanda perdarahan dalam saluran pencernaan.",
        "Kembung adalah gejala yang seringkali terjadi bersamaan dengan mual.",
        "Aku ingin tahu apa yang bisa menyebabkan diare yang parah.",
        "Kram perut bisa sangat menyakitkan saat itu terjadi.",
        "Mual dan demam seringkali muncul saat infeksi saluran pencernaan.",
        "Muntah adalah respons tubuh terhadap makanan yang tidak sesuai.",
        "Feses lebih gelap bisa menjadi tanda masalah dalam lambung",
        "Kembung yang kronis memengaruhi kenyamanan sehari-hari.",
        "Aku mengalami diare dan mual sejak beberapa hari lalu.",
        "Kram perut yang tajam bisa menjadi gejala kondisi medis yang serius.",
        "Mual dan kembung membuatku sulit untuk tidur.",
        "Demam adalah tanda peradangan dalam tubuh yang bisa menyebabkan diare.",
        "Muntah dan feses lebih gelap adalah tanda gangguan dalam usus.",
        "Kembung seringkali disertai dengan rasa tidak nyaman.",
        "Aku ingin tahu apa yang bisa meredakan gejala diare ini.",
        "Kram perut yang hebat membuatku kesulitan beraktivitas.",
        "Aku merasa mual dan diare setelah makan di restoran tertentu.",
        "Kram perut yang berulang dapat mengganggu kehidupan sehari-hari.",
        "Aku ingin tahu cara meredakan kram perut ini.",
        "Kembung seringkali disertai dengan perasaan tidak enak.",
        "Aku mengalami diare, muntah, kram perut, dan mual dalam satu waktu.",
        "Kram perut yang hebat membuatku merasa sangat tidak nyaman."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit gastroenteritis"
      ]
    },
    {
      "tag": "tentang_gastroenteritis",
      "patterns": [
        "apa itu gastroenteritis?",
        "jelaskan tentang gastroenteritis",
        "definisi gastroenteritis",
        "Apa itu gastroenteritis? Bisakah Anda menjelaskan?",
        "Jelaskan tentang gastroenteritis dan dampaknya.",
        "Apa definisi medis dari gastroenteritis?",
        "Tolong jelaskan apa yang dimaksud dengan gastroenteritis.",
        "Bisa Anda memberikan definisi sederhana tentang gastroenteritis?",
        "Saya belum sepenuhnya mengerti gastroenteritis, bisakah Anda menjelaskan?",
        "Bagaimana cara mendefinisikan gastroenteritis secara medis?",
        "Definisi gastroenteritis dapat membantu saya memahami lebih baik",
        "Apa istilah medis yang digunakan untuk merujuk kepada gastroenteritis?",
        "Apa sebenarnya gastroenteritis itu? Saya ingin tahu.",
        "Saya ingin tahu apa definisi gastroenteritis yang tepat.",
        "Tolong berikan penjelasan yang lengkap tentang gastroenteritis.",
        "Apa definisi resmi tentang gastroenteritis?",
        "Bagaimana cara mendefinisikan gastroenteritis kepada seseorang yang tidak tahu?",
        "Saya perlu pemahaman yang lebih baik tentang gastroenteritis",
        "Apa tindakan yang seharusnya diambil ketika seseorang mengalami gastroenteritis?",
        "Saya mendengar istilah gastroenteritis, tapi saya butuh penjelasan lebih lanjut",
        "Apakah ada definisi gastroenteritis berbeda-beda dari satu sumber ke sumber lainnya?",
        "Definisi gastroenteritis bisa sangat berguna untuk saya.",
        "Bisa Anda menjelaskan gastroenteritis dalam bahasa yang mudah dimengerti?",
        "Tolong berikan gambaran singkat tentang gastroenteritis.",
        "Bagaimana cara mendefinisikan gastroenteritis pada tingkat dasar.",
        "Saya ingin tahu bagaimana gastroenteritis dapat memengaruhi kesehatan kita.",
        "Apa definisi yang paling tepat untuk gastroenteritis?",
        "Tolong jelaskan apa yang harus kita ketahui tentang gastroenteritis.",
        "Apa yang harus kita ketahui tentang gastroenteritis dari perspektif medis?",
        "Apakah ada istilah medis yang digunakan untuk mendefinisikan gastroenteritis?",
        "Apa definisi resmi tentang gastroenteritis menurut lembaga kesehatan?",
        "Tolong berikan definisi yang tepat untuk gastroenteritis.",
        "Bisa Anda menjelaskan gastroenteritis secara singkat?",
        "Bagaimana cara mendefinisikan gastroenteritis dalam konteks kesehatan?",
        "Apakah ada perbedaan dalam definisi gastroenteritis menurut sumber yang berbeda?",
        "Saya ingin memahami lebih banyak tentang gejala gastroenteritis.",
        "Apa yang perlu kita ketahui tentang gastroenteritis dari sudut pandang medis?",
        "Bagaimana cara mendefinisikan gastroenteritis dengan tepat?",
        "Tolong berikan gambaran umum tentang gastroenteritis."
      ],
      "responses": [
        "Flu perut atau gastroenteritis adalah muntah dan diare akibat infeksi atau peradangan pada dinding saluran pencernaan, terutama lambung dan usus. Di masyarakat luas, gastroenteritis lebih dikenal dengan istilah muntaber. Ada dua jenis virus yang menjadi penyebab utama gastroenteritis, yaitu Norovirus dan Rotavirus. Gastroenteritis dapat menular melalui kontak langsung, Virus juga bisa menular melalui makanan, minuman, dan benda yang telah terkontaminasi virus."
      ]
    },
    {
      "tag": "tindakan_gastroenteritis",
      "patterns": [
        "pertolongan pertama gastroenteritis",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk gastroenteritis",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena gastroenteritis",
        "Apa yang harus dilakukan sebagai pertolongan pertama untuk gastroenteritis?",
        "Bagaimana cara memberikan pertolongan pertama kepada seseorang yang mengalami gastroenteritis?",
        "Saya butuh panduan tentang pertolongan pertama untuk kasus gastroenteritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal pada kasus gastroenteritis?",
        "Pertolongan pertama yang tepat untuk gastroenteritis sangat penting.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat gejala gastroenteritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap gastroenteritis?",
        "Saya ingin tahu tentang pertolongan pertama untuk kasus gastroenteritis yang efektif.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika seseorang terkena gastroenteritis?",
        "Bagaimana cara melakukan pertolongan pertama untuk mengatasi gastroenteritis dengan benar?",
        "Apa langkah-langkah pertolongan pertama yang harus diambil ketika ada kasus gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap gastroenteritis?",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada gejala gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastroenteritis?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk gastroenteritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastroenteritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastroenteritis?",
        "Pertolongan pertama dapat membantu meredakan kasus gastroenteritis.",
        "Apa yang harus dilakukan sebagai pertolongan pertama ketika seseorang mengalami gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal untuk mengatasi gastroenteritis secara medis?",
        "Saya mencari solusi untuk mengatasi gastroenteritis melalui pertolongan pertama yang efektif.",
        "Apa yang harus dilakukan sebagai pertolongan pertama saat ada kasus gastroenteritis yang parah?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat gastroenteritis?",
        "Pertolongan pertama yang cepat dapat membantu mengelola gastroenteritis.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastroenteritis dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk gastroenteritis yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastroenteritis dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat gastroenteritis?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan gastroenteritis.",
        "Apa yang seharusnya dilakukan sebagai pertolongan pertama saat gejala gastroenteritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastroenteritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi gastroenteritis.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastroenteritis?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi gejala gastroenteritis secara signifikan?",
        "Pertolongan pertama yang cepat dapat membantu mengatasi gastroenteritis.",
        "Apa yang perlu kita ketahui tentang pertolongan pertama untuk gastroenteritis?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengidap gastroenteritis dengan gejala yang intens?",
        "Saya ingin tahu apa yang seharusnya dilakukan sebagai pertolongan pertama untuk gastroenteritis yang parah.",
        "Apa tindakan pertolongan pertama yang sebaiknya diambil ketika terkena gastroenteritis dengan gejala yang serius?",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat gastroenteritis?",
        "Pertolongan pertama yang tepat dapat memengaruhi perkembangan gastroenteritis.",
        "Apa yang sebaiknya dilakukan sebagai pertolongan pertama saat gejala gastroenteritis muncul?",
        "Bagaimana cara memberikan bantuan awal kepada seseorang yang mengalami gastroenteritis?",
        "Saya ingin tahu langkah-langkah pertolongan pertama yang efektif untuk mengatasi gastroenteritis.",
        "aku terkena gastroenteritis aku harus apa",
        "Bagaimana cara melakukan pertolongan pertama yang tepat untuk mengurangi rasa tidak nyaman akibat gastroenteritis?",
        "Pertolongan pertama yang tepat dapat membantu mengatasi gastroenteritis."
      ],
      "responses": [
        "Sebagian besar gastroenteritis atau flu perut tidak memerlukan pengobatan khusus, karena dapat sembuh dengan sendirinya. Langkah pengobatan gastroenteritis lebih bertujuan untuk menghindari gejala makin memburuk dan mencegah terjadinya dehidrasi, terutama pada anak anak dengan cara memperbanyak minum air putih dan mengonsumsi makanan bernutrisi. Penderita dianjurkan untuk makan dalam porsi yang lebih sedikit, tetapi lebih sering. hindari mengonsumsi susu, yogurt, kopi, alkohol, keju, serta makanan pedas, berserat tinggi, atau tinggi lemak"
      ]
    },
    {
      "tag": "diagnosis_GGDJ",
      "patterns": [
        "nyeri gigi, gusi meradang, bau mulut, pendarahan gusi",
        "Nyeri gigi yang tiba-tiba bisa sangat mengganggu.",
        "Bau mulut yang tidak sedap",
        "Pendarahan gusi saat menyikat gigi",
        "Aku mengalami nyeri gigi yang parah akhir-akhir ini.",
        "makan dan minum menjadi sulit.",
        "peradangan yang serius.",
        "Aku mengalami nyeri gigi yang disertai bau mulut.",
        "Gusi meradang bisa menyebabkan pendarahan gusi.",
        "Aku mengalami nyeri gigi dan gusi meradang.",
        "Pendarahan gusi bisa menjadi tanda gusi meradang.",
        "Aku khawatir dengan nyeri gigi dan bau mulut.",
        "Bau mulut dan pendarahan gusi adalah masalah serius.",
        "Aku harus mengatasi bau mulut dan pendarahan gusi.",
        "Nyeri gigi dan gusi yang meradang sangat mengganggu.",
        "Aku mencari solusi untuk nyeri gigi dan bau mulut.",
        "Aku perlu mengatasi masalah nyeri gigi dan gusi meradang.",
        "Nyeri gigi dan gusi yang meradang perlu ditangani segera.",
        "Aku mencari cara mengatasi nyeri gigi dan pendarahan gusi.",
        "Bau mulut yang tidak enak"
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit gigi dan jaringan"
      ]
    },
    {
      "tag": "tentang_GGDJ",
      "patterns": [
        "apa itu gangguan gigi dan jaringan?",
        "jelaskan tentang gangguan gigi dan jaringan",
        "definisi gangguan gigi dan jaringan",
        "Apa itu gangguan gigi dan jaringan?",
        "Jelaskan tentang gangguan gigi dan jaringan.",
        "Definisi gangguan gigi dan jaringan.",
        "Bisakah Anda menjelaskan apa yang dimaksud dengan gangguan gigi dan jaringan?",
        "Gangguan gigi dan jaringan dapat dijelaskan bagaimana?",
        "Definisikan gangguan gigi serta jaringan untuk saya.",
        "Tolong jelaskan lebih lanjut mengenai gangguan gigi dan jaringan.",
        "Saya butuh pemahaman yang lebih baik tentang gangguan gigi dan jaringan.",
        "Apa yang dimaksud dengan gangguan gigi dan jaringan?",
        "Jelaskan secara rinci tentang gangguan gigi dan jaringan.",
        "Mohon berikan definisi yang jelas untuk gangguan gigi dan jaringan.",
        "Saya ingin tahu apa yang dimaksud dengan gangguan gigi serta jaringan.",
        "Apa yang harus saya ketahui tentang gangguan gigi dan jaringan?",
        "Bolehkah Anda menjelaskan istilah gangguan gigi dan jaringan?",
        "Bagaimana cara Anda mendefinisikan gangguan gigi dan jaringan?",
        "Saya membutuhkan penjelasan lebih lanjut mengenai gangguan gigi dan jaringan.",
        "Apakah Anda bisa memberikan gambaran umum tentang gangguan gigi dan jaringan?",
        "Definisikan istilah gangguan gigi dan jaringan untuk saya, tolong.",
        "Saya ingin tahu lebih banyak tentang gangguan gigi serta jaringan.",
        "Apa saja yang termasuk dalam kategori gangguan gigi dan jaringan?",
        "Mohon berikan pandangan Anda mengenai gangguan gigi dan jaringan.",
        "Bagaimana Anda menjelaskan gangguan gigi dan jaringan kepada orang lain?",
        "Apakah Anda bisa memberikan ringkasan singkat tentang gangguan gigi serta jaringan?",
        "Bisakah Anda merinci gangguan gigi dan jaringan yang umum terjadi?",
        "Saya ingin mendengar definisi Anda tentang gangguan gigi dan jaringan",
        "Tolong jelaskan bagaimana gangguan gigi dan jaringan dapat terjadi.",
        "Bagaimana Anda mendefinisikan gangguan gigi dan jaringan dalam konteks kesehatan gigi?",
        "Apa yang seharusnya kita ketahui tentang gangguan gigi serta jaringan?",
        "Bolehkah Anda menjelaskan secara sederhana apa itu gangguan gigi dan jaringan?",
        "Saya ingin memahami gangguan gigi dan jaringan dengan lebih baik.",
        "Mohon berikan definisi yang komprehensif untuk gangguan gigi dan jaringan",
        "Apa saja gejala yang biasanya terkait dengan gangguan gigi dan jaringan?",
        "Bagaimana Anda mendeskripsikan gangguan gigi serta jaringan kepada pasien?",
        "Definisikan gangguan gigi dan jaringan secara lengkap, jika mungkin.",
        "Tolong berikan penjelasan lebih lanjut tentang gangguan gigi dan jaringan.",
        "Apakah Anda memiliki informasi tentang penanganan gangguan gigi dan jaringan?",
        "Saya ingin tahu lebih banyak tentang apa yang disebut sebagai gangguan gigi serta jaringan.",
        "Bagaimana cara Anda mendefinisikan gangguan gigi dan jaringan dalam bidang kedokteran gigi?",
        "Bisakah Anda menjelaskan gangguan gigi dan jaringan dengan bahasa yang lebih sederhana?",
        "Mohon jelaskan bagaimana gangguan gigi serta jaringan dapat memengaruhi kesehatan gigi",
        "Saya membutuhkan pemahaman yang lebih mendalam tentang gangguan gigi dan jaringan.",
        "Apa yang dapat Anda ceritakan tentang gangguan gigi dan jaringan yang umum terjadi?",
        "Tolong berikan definisi yang jelas dan mudah dimengerti tentang gangguan gigi dan jaringan.",
        "Saya ingin tahu lebih banyak tentang gejala-gejala gangguan gigi serta jaringan.",
        "Bagaimana menjelaskan gangguan gigi dan jaringan?",
        "Bisakah Anda memberikan contoh kasus gangguan gigi dan jaringan yang sering terjadi?",
        "Mohon berikan definisi yang komprehensif dan mendalam untuk gangguan gigi serta jaringan.",
        "Apa yang dapat Anda sampaikan tentang penyebab gangguan gigi dan jaringan?",
        "Saya ingin memahami bagaimana gangguan gigi serta jaringan dapat diidentifikasi.",
        "Tolong jelaskan bagaimana gangguan gigi dan jaringan dapat memengaruhi kualitas hidup seseorang."
      ],
      "responses": [
        "Gangguan gigi dan jaringan mulut adalah istilah yang digunakan untuk menggambarkan berbagai kondisi kesehatan yang mempengaruhi gigi, gusi, mulut, dan struktur terkait dalam rongga mulut. Gangguan ini dapat berkisar dari masalah gigi umum seperti karies gigi hingga masalah gusi seperti penyakit periodontal. Dalam beberapa kasus, gangguan ini dapat mencakup masalah yang lebih serius seperti kanker mulut atau kelainan struktural dalam rongga mulut."
      ]
    },
    {
      "tag": "tindakan_GGDJ",
      "patterns": [
        "pertolongan pertama gangguan gigi dan jaringan",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk gangguan gigi dan jaringan",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena gangguan gigi dan jaringan",
        "Pertolongan pertama gangguan gigi dan jaringan sangat penting.",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk gangguan gigi dan jaringan?",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena gangguan gigi dan jaringan?",
        "Pertolongan pertama dapat membantu mengatasi gangguan gigi dan jaringan.",
        "Bagaimana cara memberikan pertolongan pertama pada kasus gangguan gigi dan jaringan?",
        "Apakah ada petunjuk pertolongan pertama untuk gangguan gigi dan jaringan?",
        "Langkah-langkah pertolongan pertama saat gangguan gigi dan jaringan terjadi.",
        "Pertolongan pertama yang cepat bisa menyelamatkan dalam kasus gangguan gigi dan jaringan.",
        "Bagaimana Anda bisa memberikan pertolongan pertama untuk gangguan gigi serta jaringan?",
        "Apa yang perlu Anda ketahui tentang pertolongan pertama gangguan gigi dan jaringan?",
        "Pertolongan pertama sangat penting dalam menghadapi gangguan gigi dan jaringan.",
        "Bagaimana langkah-langkah pertolongan pertama dapat membantu dalam situasi gangguan gigi dan jaringan?",
        "Apa saja tindakan pertama yang harus diambil saat gangguan gigi dan jaringan terjadi?",
        "Pertolongan pertama bisa mengurangi dampak buruk gangguan gigi dan jaringan.",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efektif untuk gangguan gigi serta jaringan?",
        "Apakah ada prosedur pertolongan pertama khusus untuk kasus gangguan gigi dan jaringan?",
        "Langkah-langkah penting dalam pertolongan pertama gangguan gigi dan jaringan.",
        "Pertolongan pertama yang tepat dapat mengurangi risiko komplikasi pada gangguan gigi dan jaringan.",
        "Bagaimana cara melakukan pertolongan pertama yang benar saat ada gangguan gigi dan jaringan?",
        "Pertolongan pertama harus dilakukan segera setelah terjadi gangguan gigi dan jaringan.",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efisien dalam kasus gangguan gigi dan jaringan?",
        "Apakah ada panduan pertolongan pertama yang dapat diikuti untuk gangguan gigi dan jaringan?",
        "Pertolongan pertama yang cepat bisa membuat perbedaan besar dalam kasus gangguan gigi dan jaringan.",
        "Bagaimana cara memberikan pertolongan pertama yang aman untuk gangguan gigi serta jaringan?",
        "Apa yang seharusnya dilakukan pertama kali saat seseorang terluka pada gigi dan jaringan?",
        "aku merasakan sakit gigi dan radang, aku harus apa",
        "Apa langkah pertama yang sebaiknya diambil saat menghadapi situasi gangguan gigi dan jaringan?",
        "Bagaimana cara memberikan pertolongan pertama yang aman dan efisien saat terjadi gangguan gigi serta jaringan?",
        "Pertolongan pertama yang tepat dapat mencegah komplikasi pada gangguan gigi dan jaringan.",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efisien dalam situasi gangguan gigi dan jaringan?",
        "Apa yang perlu dilakukan pertama kali untuk mengatasi gangguan gigi dan jaringan?"
      ],
      "responses": [
        "Bilas mulut dengan air hangat untuk membersihkan area yang mungkin teriritasi. mengonsumsi obat pereda nyeri yang dijual bebas seperti ibuprofen atau parasetamol,Hindari makanan atau minuman yang panas, pedas, atau asam yang dapat menyebabkan iritasi. Bilas mulut dengan air garam hangat"
      ]
    },
    {
      "tag": "diagnosis_faringitis",
      "patterns": [
        "sakit tenggorokan, keringat dan kesulitan menelan, radang atau bengkak tenggorokan, bengkak kelenjar getah bening",
        "Aku merasakan sakit tenggorokan dan keringat berlebihan.",
        "Kesulitan menelan bisa disebabkan oleh radang tenggorokan.",
        "Bengkak tenggorokan dapat menyebabkan kesulitan menelan.",
        "Aku mengalami bengkak kelenjar getah bening dan sakit tenggorokan.",
        "Radang tenggorokan seringkali disertai kesulitan menelan.",
        "Aku perlu mengatasi sakit tenggorokan dan bengkak tenggorokan.",
        "aku mengalami sakit tenggorokan, susah menelan",
        "Bengkak kelenjar getah bening",
        "Aku khawatir dengan sakit tenggorokan dan keringat berlebihan.",
        "Aku harus mencari solusi untuk kesulitan menelan dan sakit tenggorokan.",
        "Keringat berlebihan dan bengkak tenggorokan",
        "Bengkak tenggorokan bisa membuat kesulitan menelan semakin buruk.",
        "Aku mencari cara mengatasi sakit tenggorokan dan bengkak tenggorokan.",
        "Bengkak kelenjar getah bening bisa menjadi tanda kesulitan menelan.",
        "Mengalami radang tenggorokan membuatku merasa sulit menelan.",
        "Aku merasakan sakit tenggorokan, keringat berlebihan, dan kesulitan menelan.",
        "Aku menghadapi bengkak tenggorokan serta bengkak kelenjar getah bening.",
        "Mengalami bengkak kelenjar getah bening bisa disertai dengan radang tenggorokan.",
        "Sakit tenggorokan, keringat berlebihan, dan kesulitan menelan adalah gejala yang aku alami.",
        "Aku mengalami kesulitan menelan akibat radang tenggorokan.",
        "Aku merasakan sakit tenggorokan serta mengalami bengkak kelenjar getah bening.",
        "Menghadapi radang tenggorokan bisa membuatku merasa kesulitan menelan.",
        "Aku memiliki gejala bengkak tenggorokan dan keringat berlebihan.",
        "Sakit tenggorokan dan kesulitan menelan seringkali terjadi bersamaan.",
        "Aku mengalami kesulitan menelan karena radang tenggorokan.",
        "Bengkak tenggorokan dan bengkak kelenjar getah bening bisa bersamaan.",
        "Aku menghadapi radang tenggorokan serta mengalami keringat berlebihan.",
        "Aku merasakan kesulitan menelan yang disebabkan oleh radang tenggorokan.",
        "Bengkak tenggorokan bisa disertai dengan keringat berlebihan.",
        "Aku mengalami sakit tenggorokan dan kesulitan menelan secara bersamaan.",
        "Aku mengalami bengkak tenggorokan dan kelenjar getah bening yang membengkak.",
        "Sakit tenggorokan sering kali diikuti oleh keringat berlebihan",
        "Aku merasakan kesulitan menelan akibat adanya radang tenggorokan.",
        "Aku mengalami radang tenggorokan serta kesulitan menelan.",
        "Sakit tenggorokan dan bengkak tenggorokan adalah masalah kesehatan yang aku hadapi.",
        "Aku memiliki gejala keringat berlebihan dan kesulitan menelan.",
        "Radang tenggorokan yang menyebabkan kesulitan menelan yang signifikan.",
        "Aku mengalami sakit tenggorokan bersamaan dengan bengkak kelenjar getah bening",
        "Mengalami bengkak tenggorokan membuatku berkeringat secara berlebihan.",
        "Aku menghadapi gejala radang tenggorokan serta bengkak tenggorokan."
      ],
      "responses": [
        "Berdasarkan gejala tersebut kemungkinan besar anda terkena penyakit faringitis"
      ]
    },
    {
      "tag": "tentang_faringitis",
      "patterns": [
        "apa itu faringitis?",
        "jelaskan tentang faringitis",
        "definisi faringitis",
        "Bisakah Anda menjelaskan apa yang dimaksud dengan faringitis?",
        "Faringitis adalah apa?",
        "Apa yang dapat Anda katakan tentang faringitis?",
        "Bagaimana Anda mendefinisikan faringitis?",
        "Tolong berikan penjelasan mengenai faringitis.",
        "Saya ingin tahu lebih banyak tentang faringitis.",
        "Bisakah Anda memberikan definisi yang jelas untuk faringitis?",
        "Apa yang harus kita ketahui tentang faringitis?",
        "Tolong jelaskan apa itu faringitis.",
        "Definisi medis faringitis adalah apa?",
        "Bagaimana Anda mendeskripsikan faringitis kepada pasien?",
        "Saya membutuhkan pemahaman yang lebih baik tentang faringitis.",
        "Apa yang dimaksud dengan istilah faringitis?",
        "Bagaimana menjelaskan faringitis?",
        "Apa yang seharusnya kita ketahui tentang faringitis?",
        "Bolehkah Anda menjelaskan faringitis dengan bahasa yang lebih sederhana?",
        "Saya ingin memahami faringitis dengan lebih baik.",
        "Apa yang termasuk dalam kategori faringitis?",
        "Mohon berikan pandangan Anda mengenai faringitis.",
        "Bagaimana Anda mendefinisikan faringitis dalam konteks kesehatan?",
        "Apa yang perlu kita ketahui tentang faringitis?",
        "Tolong berikan definisi yang komprehensif untuk faringitis.",
        "Saya ingin tahu lebih banyak tentang penyebab faringitis.",
        "Apakah ada gejala umum yang terkait dengan faringitis?",
        "Mohon berikan penjelasan lebih lanjut tentang faringitis.",
        "Apa yang bisa Anda katakan tentang faringitis pada anak-anak?",
        "Definisikan faringitis dalam konteks pengobatan.",
        "Tolong jelaskan bagaimana faringitis dapat memengaruhi kesehatan.",
        "Mohon berikan penjelasan tentang faringitis dalam hubungannya dengan sistem kekebalan tubuh.",
        "Apa yang dapat Anda sampaikan tentang faringitis?"
      ],
      "responses": [
        "Faringitis adalah peradangan pada tenggorokan atau faring. Kondisi yang juga disebut dengan radang tenggorokan ini ditandai dengan tenggorokan nyeri, gatal, dan sakit saat menelan. Faringitis umumnya disebabkan oleh infeksi virus. Beberapa jenis virus yang bisa menyebabkan faringitis adalah Influenza, Rhinovirus, dan EpsteinBarr."
      ]
    },
    {
      "tag": "tindakan_faringitis",
      "patterns": [
        "pertolongan pertama faringitis",
        "Bagaimana pertolongan pertama yang dapat dilakukan untuk faringitis",
        "Apa langkah-langkah yang sebaiknya diambil saat seseorang terkena faringitis",
        "Pertolongan pertama dapat membantu mengatasi faringitis.",
        "aku terkena faringitis aku harus apa?",
        "Bagaimana cara memberikan pertolongan pertama pada kasus faringitis?",
        "Apakah ada petunjuk pertolongan pertama untuk faringitis?",
        "Langkah-langkah pertolongan pertama saat faringitis terjadi.",
        "Pertolongan pertama yang cepat bisa menyelamatkan dalam kasus faringitis.",
        "Bagaimana Anda bisa memberikan pertolongan pertama untuk faringitis?",
        "Bagaimana langkah-langkah pertolongan pertama dapat membantu dalam situasi faringitis?",
        "Apa saja tindakan pertama yang harus diambil saat faringitis terjadi?",
        "Pertolongan pertama bisa mengurangi dampak buruk faringitis.",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efektif untuk faringitis?",
        "Apakah ada prosedur pertolongan pertama khusus untuk kasus faringitis?",
        "Langkah-langkah penting dalam pertolongan pertama faringitis.",
        "jelaskan pertolongan pertama faringitis",
        "Pertolongan pertama yang tepat dapat mengurangi risiko komplikasi pada faringitis.",
        "Bagaimana cara melakukan pertolongan pertama yang benar saat ada faringitis?",
        "Apa yang harus Anda lakukan dalam situasi darurat faringitis?",
        "Pertolongan pertama harus dilakukan segera setelah terjadi faringitis",
        "Bagaimana Anda bisa memberikan pertolongan pertama yang efisien dalam kasus faringitis?",
        "Apakah ada panduan pertolongan pertama yang dapat diikuti untuk faringitis?",
        "Pertolongan pertama yang cepat bisa membuat perbedaan besar dalam kasus faringitis.",
        "Bagaimana cara memberikan pertolongan pertama yang aman untuk faringitis?",
        "Bagaimana cara memberikan pertolongan pertama yang tepat saat terjadi faringitis?",
        "Apa yang perlu dilakukan pertama kali untuk mengatasi faringitis?",
        "Pertolongan pertama harus diberikan dengan cepat dalam situasi faringitis.",
        "Bagaimana cara memberikan pertolongan pertama yang tepat pada kasus faringitis?",
        "Apa yang perlu dilakukan pertama kali untuk mengatasi faringitis?",
        "Apa yang harus saya lakukan jika saya terkena faringitis?",
        "Jika terjadi faringitis, langkah apa yang harus saya ambil?",
        "Bagaimana tindakan yang seharusnya saya lakukan jika terkena faringitis?",
        "Apa yang perlu saya lakukan jika saya mengalami faringitis?",
        "Jika saya mengalami faringitis, apa langkah selanjutnya yang harus saya tempuh?"
      ],
      "responses": [
        "Pengobatan faringitis bertujuan untuk meredakan keluhan dan gejala, mengatasi infeksi penyebab faringitis, dan mencegah terjadinya komplikasi. Langkah penanganan mandiri yang bisa dilakukan untuk mengatasi faringitis adalah, Beristirahat yang cukup hingga kondisi terasa lebih baik, Minum air putih dalam jumlah yang cukup agar tidak mengalami dehidrasi, Berkumur dengan air garam hangat untuk meredakan nyeri tenggorokan. Bila penanganan faringitis secara mandiri tidak membuat kondisi membaik dalam jangka waktu maksimal 7 hari, dapat mengonsumsi jenis obat seperti, antibiotik, benzocaine, paracetamol atau ibuprofen"
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "Dah",
        "Dadah",
        "Bye",
        "Byee",
        "Good bye",
        "Selamat tinggal",
        "Sampai jumpa",
        "Bai",
        "See you"
      ],
      "responses": [
        "Good bye!"
      ]
    },
    {
      "tag": "terimakasih",
      "patterns": [
        "Thanks",
        "Thank you",
        "Terima kasih",
        "Makasih",
        "Terima kasih banyak"
      ],
      "responses": [
        "Dengan senang hati"
      ]
    }
  ]
}
